----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [18481] = {
        name = "阿達歐",
    },
    [23749] = {
        name = "亞當斯隊長",
    },
    [23780] = {
        name = "高階執行官安賽姆",
    },
    [23804] = {
        name = "卡瑪廓的歐弗斯",
    },
    [23938] = {
        name = "龐提烏斯",
    },
    [23975] = {
        name = "『智者』索拉利亞思",
    },
    [24056] = {
        name = "克里斯多夫‧斯洛安",
    },
    [24117] = {
        name = "露麗兒",
    },
    [24123] = {
        name = "諾可瑪‧雪先知",
    },
    [24129] = {
        name = "灰燼圖騰酋長",
    },
    [24186] = {
        name = "賢者霧行",
    },
    [24251] = {
        name = "首席瘟疫使者哈里斯",
    },
    [24273] = {
        name = "看守者月葉",
    },
    [24537] = {
        name = "帥哥泰瑞",
    },
    [24541] = {
        name = "塔廬克",
    },
    [24703] = {
        name = "冬風酋長",
    },
    [24807] = {
        name = "渥特",
    },
    [25235] = {
        name = "希爾妲‧石鑄",
    },
    [25237] = {
        name = "卡爾洛斯‧地獄吼",
    },
    [25245] = {
        name = "詹姆士‧戴肯",
    },
    [25249] = {
        name = "米吉",
    },
    [25251] = {
        name = "蕾瑞莎",
    },
    [25279] = {
        name = "霸主瑞茲葛",
    },
    [25299] = {
        name = "坎特伯理上將",
    },
    [25302] = {
        name = "老人寇爾本",
    },
    [25307] = {
        name = "招募軍官布里斯",
    },
    [25314] = {
        name = "大法師貝瑞那德",
    },
    [25381] = {
        name = "血法師羅瑞斯",
    },
    [25394] = {
        name = "巡影者巴素司",
    },
    [25737] = {
        name = "飛行員空躍",
    },
    [25809] = {
        name = "大德魯伊拉索利厄思",
    },
    [25826] = {
        name = "復仇者亞拉",
    },
    [25849] = {
        name = "菲奇司‧絞輪",
    },
    [26110] = {
        name = "圖書管理員瑟菈",
    },
    [26117] = {
        name = "瑞洛拉茲",
    },
    [26170] = {
        name = "薩沙理安",
    },
    [26180] = {
        name = "血衛士羅奇爾",
    },
    [26194] = {
        name = "長者科納尼",
    },
    [26212] = {
        name = "格里安‧斯托曼上尉",
    },
    [26379] = {
        name = "霸主阿格瑪",
    },
    [26424] = {
        name = "山米爾",
    },
    [26471] = {
        name = "大法師埃薩‧奪日者的影像",
    },
    [26504] = {
        name = "梭爾‧鷹怒",
    },
    [26659] = {
        name = "佐特",
    },
    [26673] = {
        name = "大法師莫德菈的影像",
    },
    [26860] = {
        name = "征服者克蓮娜",
    },
    [26875] = {
        name = "都蒙特中尉",
    },
    [26886] = {
        name = "卡拉茲",
    },
    [26973] = {
        name = "看守者裘迪‧月歌",
    },
    [27037] = {
        name = "皮革商人朱尼克",
    },
    [27136] = {
        name = "高階指揮官海弗德‧龍禍",
    },
    [27221] = {
        name = "『刀疤』托邁克",
    },
    [27248] = {
        name = "藥劑師維琪‧萊文",
    },
    [27314] = {
        name = "『遠識』齊利格",
    },
    [27337] = {
        name = "女間諜瑞派恩",
    },
    [27545] = {
        name = "卡特加",
    },
    [27719] = {
        name = "葛林尼克斯‧剃扭",
    },
    [27801] = {
        name = "芙蕾雅的化身",
    },
    [28032] = {
        name = "戴巴爾",
    },
    [28033] = {
        name = "威斯雷克斯‧迅鉗",
    },
    [28042] = {
        name = "布蘭登上尉",
    },
    [28043] = {
        name = "格隆戴爾上尉",
    },
    [28044] = {
        name = "魯伯特上尉",
    },
    [28059] = {
        name = "指揮官法爾斯戴夫",
    },
    [28062] = {
        name = "妖術師烏邦苟",
    },
    [28125] = {
        name = "羅傑斯醫生",
    },
    [28160] = {
        name = "大法師潘塔魯斯",
    },
    [28179] = {
        name = "大領主提里奧‧弗丁",
    },
    [28205] = {
        name = "鍊金師芬克斯坦",
    },
    [28217] = {
        name = "受傷的雨頌神諭者",
    },
    [28376] = {
        name = "多里安‧龍巡者",
    },
    [28401] = {
        name = "哈寇亞",
    },
    [28497] = {
        name = "查德",
    },
    [28503] = {
        name = "德拉庫魯霸主",
    },
    [28771] = {
        name = "寇爾文‧諾靈頓",
    },
    [28787] = {
        name = "工程師海里斯",
    },
    [29343] = {
        name = "史力弗男爵",
    },
    [29380] = {
        name = "風鑄戰爭魔像",
    },
    [29445] = {
        name = "索林姆",
    },
    [29455] = {
        name = "介爾克",
    },
    [29473] = {
        name = "格雷森‧嘶炫",
    },
    [29579] = {
        name = "布萊恩‧銅鬚",
    },
    [29592] = {
        name = "布瑞嘉娜",
    },
    [29647] = {
        name = "基默",
    },
    [29651] = {
        name = "博克塔‧血怒",
    },
    [29687] = {
        name = "十字軍領主蘭迪加",
    },
    [29690] = {
        name = "怒爪酋長",
    },
    [29733] = {
        name = "薩滿長老摩基",
    },
    [29743] = {
        name = "拉格努斯",
    },
    [29795] = {
        name = "寇爾提拉‧亡織者",
    },
    [29799] = {
        name = "薩沙理安",
    },
    [29801] = {
        name = "『塑岩者』石崖",
    },
    [30007] = {
        name = "葛爾薩克",
    },
    [30127] = {
        name = "尼約梅爾德",
    },
    [30137] = {
        name = "詭詐的維克斯",
    },
    [30946] = {
        name = "凱力多斯‧血刃",
    },
    [31044] = {
        name = "大領主提里奧‧弗丁",
    },
    [31081] = {
        name = "軍官凡‧羅森",
    },
    [31240] = {
        name = "督軍賀克‧濃眉",
    },
    [31241] = {
        name = "伊瓦利亞斯元帥",
    },
})
]])()
