----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [11157] = {
        name = "В тисках зла",
    },
    [11167] = {
        name = "Новая чума",
    },
    [11168] = {
        name = "Добавить крепости",
    },
    [11170] = {
        name = "Испытания на море",
    },
    [11187] = {
        name = "Маг-лейтенант Малистер",
    },
    [11188] = {
        name = "Минус на минус",
    },
    [11199] = {
        name = "Доклад разведчика Ноулса",
    },
    [11202] = {
        name = "Задание: вечный огонь",
    },
    [11221] = {
        name = "Донесения с полей",
    },
    [11227] = {
        name = "Пусть едят вволю!",
    },
    [11228] = {
        name = "Во власти ледяного кошмара...",
    },
    [11229] = {
        name = "Флагман \"Ветрокрылая\"",
    },
    [11230] = {
        name = "Засада!",
    },
    [11232] = {
        name = "Дайте нам знак",
    },
    [11233] = {
        name = "Решающий удар",
    },
    [11234] = {
        name = "Доложите Ансельму",
    },
    [11236] = {
        name = "Некровладыка Мезхен",
    },
    [11238] = {
        name = "Ледяной змей и его повелитель",
    },
    [11241] = {
        name = "Путь огня",
    },
    [11243] = {
        name = "Если Валгард падет...",
    },
    [11244] = {
        name = "На помощь спасателям",
    },
    [11245] = {
        name = "Смертельно опасные башни",
    },
    [11246] = {
        name = "Тяжело, но необходимо",
    },
    [11247] = {
        name = "Гори, Скорн, гори!",
    },
    [11248] = {
        name = "Операция: Атака на Скорн",
    },
    [11250] = {
        name = "Слава покорителю Скорна!",
    },
    [11253] = {
        name = "По следу врага",
    },
    [11254] = {
        name = "Карта на шкуре дракона",
    },
    [11255] = {
        name = "Пленники в Деревне Драконьего Черепа",
    },
    [11256] = {
        name = "Скорн должен пасть!",
    },
    [11257] = {
        name = "Тяжело, но необходимо",
    },
    [11258] = {
        name = "Гори, Скорн, гори!",
    },
    [11259] = {
        name = "Смертельно опасные башни",
    },
    [11261] = {
        name = "Покоритель Скорна!",
    },
    [11264] = {
        name = "Некровладыка Мезхен",
    },
    [11267] = {
        name = "Ледяной змей и его повелитель",
    },
    [11270] = {
        name = "Ужасы войны",
    },
    [11275] = {
        name = "Охотничий рог",
    },
    [11282] = {
        name = "Урок страха",
    },
    [11283] = {
        name = "Кровавая бойня в Гибльхейме",
    },
    [11285] = {
        name = "Гори, Гибльхейм!",
    },
    [11286] = {
        name = "Артефакты Стальных ворот",
    },
    [11288] = {
        name = "Сияние света",
    },
    [11290] = {
        name = "Военные планы клана Укротителей драконов",
    },
    [11291] = {
        name = "В Крепость Западной Стражи!",
    },
    [11295] = {
        name = "В наступление!",
    },
    [11298] = {
        name = "Что они пьют?",
    },
    [11301] = {
        name = "Мозги! Мозги!",
    },
    [11303] = {
        name = "Засада",
    },
    [11304] = {
        name = "Новый Агамонд",
    },
    [11305] = {
        name = "Идеальная формула",
    },
    [11306] = {
        name = "Нагреть и перемешать",
    },
    [11307] = {
        name = "Полевые испытания",
    },
    [11308] = {
        name = "Пора заметать следы",
    },
    [11309] = {
        name = "Запчасти для Дженни",
    },
    [11310] = {
        name = "Внимание: требуется сборка",
    },
    [11311] = {
        name = "Сопротивляясь стихиям",
    },
    [11313] = {
        name = "Духи льда",
    },
    [11314] = {
        name = "Падшие сестры",
    },
    [11315] = {
        name = "Дикие ветви",
    },
    [11316] = {
        name = "Порождения Холмистой поляны",
    },
    [11317] = {
        name = "Очищение",
    },
    [11319] = {
        name = "Семена негодующих хранителей",
    },
    [11322] = {
        name = "Очищение",
    },
    [11323] = {
        name = "В обличье ворга",
    },
    [11324] = {
        name = "Альфа-ворг",
    },
    [11325] = {
        name = "В обличье ворга",
    },
    [11326] = {
        name = "Альфа-ворг",
    },
    [11327] = {
        name = "Задание: найти сверток",
    },
    [11328] = {
        name = "Задание: чума Отрекшихся",
    },
    [11329] = {
        name = "Я готов на все!",
    },
    [11330] = {
        name = "Это... точно сработает!",
    },
    [11331] = {
        name = "Ик... Ты ему и скажи!",
    },
    [11332] = {
        name = "Задание: уничтожить чуму!",
    },
    [11333] = {
        name = "В мир духов",
    },
    [11343] = {
        name = "Эхо Имирона",
    },
    [11344] = {
        name = "Страдания Ниффлвара",
    },
    [11348] = {
        name = "Руна подчинения",
    },
    [11351] = {
        name = "Освоение рун",
    },
    [11359] = {
        name = "Уничтожить Мегалита",
    },
    [11365] = {
        name = "Марш великанов",
    },
    [11414] = {
        name = "Братья-предатели",
    },
    [11415] = {
        name = "Братья-предатели",
    },
    [11416] = {
        name = "Глаза орлицы",
    },
    [11417] = {
        name = "Глаза орлицы",
    },
    [11423] = {
        name = "Наследие врагов",
    },
    [11428] = {
        name = "Хранитель Листопад",
    },
    [11432] = {
        name = "Спящие великаны",
    },
    [11433] = {
        name = "Спящие великаны",
    },
    [11434] = {
        name = "Забытое сокровище",
    },
    [11436] = {
        name = "Полетаем?",
    },
    [11452] = {
        name = "Спящий король",
    },
    [11455] = {
        name = "Запах денег",
    },
    [11459] = {
        name = "Что сказал Зех'ген",
    },
    [11464] = {
        name = "Карточный долг",
    },
    [11466] = {
        name = "Стаканчик для Джека",
    },
    [11467] = {
        name = "Долг мертвеца",
    },
    [11471] = {
        name = "Конец игры",
    },
    [11473] = {
        name = "Предатель среди нас",
    },
    [11475] = {
        name = "Орудия труда",
    },
    [11476] = {
        name = "Нож и лягушка",
    },
    [11479] = {
        name = "\"Хромой\" Дэн",
    },
    [11480] = {
        name = "Познакомьтесь с номером два",
    },
    [11483] = {
        name = "Мы тоже так можем!",
    },
    [11484] = {
        name = "Мы знаем технологию",
    },
    [11485] = {
        name = "Голем клана Железной Руны: обучение \"Реактивному прыжку\"",
    },
    [11489] = {
        name = "Голем клана Железной Руны: обучение \"Сбору информации\"",
    },
    [11491] = {
        name = "Голем клана Железной Руны: обучение \"Обманке\"",
    },
    [11494] = {
        name = "Заряженные молнией артефакты",
    },
    [11495] = {
        name = "Нежный звук грома",
    },
    [11501] = {
        name = "Вести с востока",
    },
    [11504] = {
        name = "Ожившие мертвецы",
    },
    [11507] = {
        name = "Старейшина Атуик из Камагуа",
    },
    [11508] = {
        name = "Греззикс Иглохруст",
    },
    [11509] = {
        name = "Чудак среди чудаков",
    },
    [11510] = {
        name = "\"Челюсти\"",
    },
    [11511] = {
        name = "Посох неистовства бури",
    },
    [11512] = {
        name = "Ледяное сердце Исулдофа",
    },
    [11519] = {
        name = "Пропавший щит Эзиритов",
    },
    [11527] = {
        name = "Бунт на корабле",
    },
    [11529] = {
        name = "Сокровища Сорлофа",
    },
    [11530] = {
        name = "Щит Эзиритов",
    },
    [11559] = {
        name = "Торговля с Зимними Плавниками",
    },
    [11560] = {
        name = "О нет, наши бедные малыши!",
    },
    [11561] = {
        name = "Они!",
    },
    [11562] = {
        name = "Меня хотят очернить!",
    },
    [11563] = {
        name = "Грммурглл Мрллглл Глрггл!",
    },
    [11564] = {
        name = "Наваристая похлебка из косатки",
    },
    [11565] = {
        name = "Запасной комплект",
    },
    [11566] = {
        name = "Сдаться? Ни за что!",
    },
    [11567] = {
        name = "Древняя квалдирская броня",
    },
    [11568] = {
        name = "Возвращение святынь",
    },
    [11569] = {
        name = "Хранитель ключей Ургргрл",
    },
    [11570] = {
        name = "Бегство из пещер Зимних Плавников",
    },
    [11571] = {
        name = "Обучение коммуникации",
    },
    [11572] = {
        name = "Возвращение к Атуику",
    },
    [11574] = {
        name = "Переживания на грани",
    },
    [11575] = {
        name = "Своевременное спасение",
    },
    [11576] = {
        name = "Наблюдения за расселиной: обнаружена аномалия",
    },
    [11582] = {
        name = "Наблюдения за расселиной: Расколотая бездна",
    },
    [11585] = {
        name = "Бдение Адского Крика",
    },
    [11587] = {
        name = "Побег из тюрьмы",
    },
    [11590] = {
        name = "Похищение",
    },
    [11591] = {
        name = "Явиться в караван Стальной Челюсти",
    },
    [11592] = {
        name = "Мы ударим!",
    },
    [11593] = {
        name = "Последние почести",
    },
    [11594] = {
        name = "Пусть обретут покой!",
    },
    [11595] = {
        name = "Оборона крепости Песни Войны",
    },
    [11596] = {
        name = "Оборона крепости Песни Войны",
    },
    [11598] = {
        name = "Отвоевывание карьера Камня Силы",
    },
    [11599] = {
        name = "Тассариан, мой брат",
    },
    [11600] = {
        name = "Последние новости о Вильяме Аллертоне",
    },
    [11601] = {
        name = "Потерянный и обретенный",
    },
    [11602] = {
        name = "Прервать на корню",
    },
    [11603] = {
        name = "Истина в вине",
    },
    [11604] = {
        name = "Дезертир",
    },
    [11605] = {
        name = "Досточтимые предки",
    },
    [11606] = {
        name = "Терпение – добродетель, в которой мы не нуждаемся",
    },
    [11607] = {
        name = "Заблудшие духи",
    },
    [11608] = {
        name = "Засыпать тараканьи норы!",
    },
    [11609] = {
        name = "Сбор ритуальных предметов",
    },
    [11610] = {
        name = "Возвращение предков",
    },
    [11611] = {
        name = "Захваченные Плетью",
    },
    [11612] = {
        name = "Бой за карьер",
    },
    [11613] = {
        name = "Клятва Карука",
    },
    [11614] = {
        name = "Невысказанные истины",
    },
    [11615] = {
        name = "Неруб'арские тайны",
    },
    [11616] = {
        name = "Послание Адскому Крику",
    },
    [11617] = {
        name = "Никто не должен уйти",
    },
    [11618] = {
        name = "Подкрепление на подходе...",
    },
    [11619] = {
        name = "Геймел Жестокий",
    },
    [11620] = {
        name = "Отцовские слова",
    },
    [11623] = {
        name = "Визит к смотрителю",
    },
    [11624] = {
        name = "Небо знает",
    },
    [11625] = {
        name = "Трезубец Наз'жана",
    },
    [11626] = {
        name = "Посланник",
    },
    [11627] = {
        name = "Точка кипения",
    },
    [11628] = {
        name = "Нечистое должно послужить чистому",
    },
    [11629] = {
        name = "Назад, к говорящей с духами",
    },
    [11630] = {
        name = "Оскверненная Плетью земля",
    },
    [11631] = {
        name = "Воздушные видения",
    },
    [11632] = {
        name = "Что несет холодный ветер?..",
    },
    [11633] = {
        name = "Вписаться в ландшафт",
    },
    [11634] = {
        name = "Повелитель ветра То'бор",
    },
    [11635] = {
        name = "Дух предсказателя Печального Путника",
    },
    [11636] = {
        name = "Полет на ковре-самолете",
    },
    [11637] = {
        name = "Каганишу",
    },
    [11638] = {
        name = "Вернуть мои останки",
    },
    [11639] = {
        name = "Месть в Магмоте",
    },
    [11640] = {
        name = "Слова могущества",
    },
    [11641] = {
        name = "Смелость города берет!",
    },
    [11642] = {
        name = "Танк сам собой не починится!",
    },
    [11643] = {
        name = "Танковая пневматическая трансзажиматрица Мобу",
    },
    [11644] = {
        name = "Сверхпрочные металлические пластины!",
    },
    [11645] = {
        name = "Грязные, вонючие снобольды!",
    },
    [11646] = {
        name = "Борейские дознаватели",
    },
    [11647] = {
        name = "Обезвредить чумные котлы",
    },
    [11648] = {
        name = "Искусство убеждения",
    },
    [11649] = {
        name = "Частицы разгневанных бурь",
    },
    [11650] = {
        name = "Еще кое-что...",
    },
    [11651] = {
        name = "Броня крепка, и танки наши...",
    },
    [11652] = {
        name = "Равнины Назама",
    },
    [11653] = {
        name = "Ха! Не такой уж ты и большой теперь!",
    },
    [11654] = {
        name = "Шпиль Крови",
    },
    [11655] = {
        name = "В туман",
    },
    [11656] = {
        name = "Показательное сожжение",
    },
    [11658] = {
        name = "План Б",
    },
    [11659] = {
        name = "Уничтожьте шары!",
    },
    [11660] = {
        name = "Рог старого морехода",
    },
    [11661] = {
        name = "Орабус Кормчий",
    },
    [11662] = {
        name = "Найти Карука",
    },
    [11663] = {
        name = "Передача сведений",
    },
    [11664] = {
        name = "Спастись из тумана",
    },
    [11670] = {
        name = "Это были орки, честно!",
    },
    [11671] = {
        name = "Наперегонки со временем",
    },
    [11672] = {
        name = "День зачисления",
    },
    [11673] = {
        name = "Вытащите меня отсюда!",
    },
    [11674] = {
        name = "Ведунья Высокий Холм пропала!",
    },
    [11675] = {
        name = "Достойная смерть",
    },
    [11676] = {
        name = "Наконец-то свобода!",
    },
    [11677] = {
        name = "Остановить чуму!",
    },
    [11678] = {
        name = "Поиски Торчащего Рога",
    },
    [11679] = {
        name = "Воссоздание ключа",
    },
    [11680] = {
        name = "Полетаем?",
    },
    [11681] = {
        name = "Спасение Эванор",
    },
    [11682] = {
        name = "Беседа с драконом",
    },
    [11683] = {
        name = "Упавший некрополь",
    },
    [11684] = {
        name = "Исследование воронок",
    },
    [11685] = {
        name = "Сердце стихий",
    },
    [11686] = {
        name = "Фермы Песни Войны",
    },
    [11687] = {
        name = "Доктор и Лич-Лорд",
    },
    [11688] = {
        name = "Проклятые грязные свиньи",
    },
    [11689] = {
        name = "Вестник печали",
    },
    [11690] = {
        name = "Верни их живыми!",
    },
    [11692] = {
        name = "В поисках Бикси",
    },
    [11693] = {
        name = "Только не чумной магнатавр!",
    },
    [11694] = {
        name = "В пещерах что-то происходит...",
    },
    [11695] = {
        name = "Рог неистовства стихий",
    },
    [11697] = {
        name = "Тинки в некрополе!",
    },
    [11698] = {
        name = "Может, проще уничтожить Плеть?",
    },
    [11699] = {
        name = "Я застряла в проклятой клетке... но ненадолго!",
    },
    [11700] = {
        name = "Сообщение для Бикси",
    },
    [11701] = {
        name = "Возвращение к взлетной полосе",
    },
    [11702] = {
        name = "Король Мргл-Мргл",
    },
    [11703] = {
        name = "Добраться до Гетри",
    },
    [11704] = {
        name = "Король Мргл-Мргл",
    },
    [11705] = {
        name = "Бесполезные старания",
    },
    [11706] = {
        name = "Обрушенный проход",
    },
    [11707] = {
        name = "Просьба о помощи",
    },
    [11708] = {
        name = "Механогномы",
    },
    [11709] = {
        name = "Поручение Нока Кровавой Ярости",
    },
    [11710] = {
        name = "Что такое с передачником?",
    },
    [11711] = {
        name = "Доставка дезертиров: от получаса ожидания – бесплатно!",
    },
    [11712] = {
        name = "Перепроклятие",
    },
    [11713] = {
        name = "Исследование воронок",
    },
    [11714] = {
        name = "Дератизация",
    },
    [11715] = {
        name = "В поисках топлива",
    },
    [11716] = {
        name = "Удивительный кровоспор",
    },
    [11717] = {
        name = "Быстродействующая пыльца",
    },
    [11718] = {
        name = "Автомат в мамонтовой шкуре",
    },
    [11719] = {
        name = "Подопытное животное",
    },
    [11720] = {
        name = "Вторжение в Гаммот",
    },
    [11721] = {
        name = "Гаммотра Мучитель",
    },
    [11722] = {
        name = "Трофеи из Гаммота",
    },
    [11723] = {
        name = "Запустить \"Страх-и-ужас\"",
    },
    [11724] = {
        name = "Для гигантского омлета?",
    },
    [11725] = {
        name = "Поиски пилота \"Штопора\"",
    },
    [11726] = {
        name = "Добавить специй по вкусу...",
    },
    [11727] = {
        name = "Время героев",
    },
    [11728] = {
        name = "Собаки-каки",
    },
    [11729] = {
        name = "Ультразвуковая отвертка",
    },
    [11730] = {
        name = "Хозяин и слуга",
    },
    [11733] = {
        name = "Переход через расселину",
    },
    [11788] = {
        name = "Смерть роботам!",
    },
    [11789] = {
        name = "Солдат в беде",
    },
    [11790] = {
        name = "Сектанты среди нас",
    },
    [11791] = {
        name = "Сообщить Арлосу",
    },
    [11792] = {
        name = "Враги света",
    },
    [11793] = {
        name = "Дальнейшее расследование",
    },
    [11794] = {
        name = "Охота началась!",
    },
    [11795] = {
        name = "\"Действия в чрезвычайных ситуациях\": раздел 8.2, параграф 3",
    },
    [11796] = {
        name = "\"Действия в чрезвычайных ситуациях\": раздел 8.2, параграф 4",
    },
    [11797] = {
        name = "Осада",
    },
    [11798] = {
        name = "Механизатор",
    },
    [11864] = {
        name = "Вступление",
    },
    [11865] = {
        name = "Им рано умирать",
    },
    [11866] = {
        name = "Уши мертвых врагов",
    },
    [11867] = {
        name = "Коллекция ушей",
    },
    [11868] = {
        name = "Сортировщица грядет!",
    },
    [11869] = {
        name = "Судьба моллюсков",
    },
    [11870] = {
        name = "Покинутый предел",
    },
    [11871] = {
        name = "Пока мы на страже",
    },
    [11872] = {
        name = "Гнусный специалист по моллюскам",
    },
    [11873] = {
        name = "Новости для Выкрутеня",
    },
    [11876] = {
        name = "Помоги тем, кто не может помочь себе сам",
    },
    [11878] = {
        name = "Ку'нок обо всем позаботится!",
    },
    [11879] = {
        name = "Кау Гроза Мамонтов",
    },
    [11881] = {
        name = "Ценный груз",
    },
    [11884] = {
        name = "Нед, \"Повелитель люторогов\"",
    },
    [11887] = {
        name = "Неприкосновенный запас",
    },
    [11888] = {
        name = "Поездка в деревню Таунка'ле",
    },
    [11889] = {
        name = "Смерть с небес",
    },
    [11890] = {
        name = "Что там с ними?",
    },
    [11892] = {
        name = "Убить Гарольда Лейна!",
    },
    [11893] = {
        name = "Сила стихий",
    },
    [11894] = {
        name = "Заплатки",
    },
    [11895] = {
        name = "Одолеть бурю",
    },
    [11896] = {
        name = "Уязвимы для молний",
    },
    [11897] = {
        name = "Заткнуть воронки!",
    },
    [11898] = {
        name = "Прорыв",
    },
    [11899] = {
        name = "Души распроклятых",
    },
    [11900] = {
        name = "Что показывают приборы?",
    },
    [11901] = {
        name = "Военные? Какие военные?",
    },
    [11902] = {
        name = "Ужасное свидетельство",
    },
    [11903] = {
        name = "Время действовать!",
    },
    [11904] = {
        name = "Плоды трудов наших",
    },
    [11906] = {
        name = "Очищение прудов",
    },
    [11907] = {
        name = "Подручные Механозода",
    },
    [11908] = {
        name = "Справочные материалы",
    },
    [11909] = {
        name = "Убить механизатора!",
    },
    [11910] = {
        name = "Тайны Древних",
    },
    [11912] = {
        name = "На подножном корму",
    },
    [11913] = {
        name = "Надо действовать наверняка",
    },
    [11914] = {
        name = "Сохранение секретности",
    },
    [11916] = {
        name = "Воин Адского Крика",
    },
    [11918] = {
        name = "Первое знакомство",
    },
    [11919] = {
        name = "Охота на драконов",
    },
    [11920] = {
        name = "Сектанты среди нас",
    },
    [11927] = {
        name = "Встреча в трактире",
    },
    [11928] = {
        name = "Далечье",
    },
    [11929] = {
        name = "Гибель деревни Таунка'ле",
    },
    [11930] = {
        name = "Через Трансборею",
    },
    [11931] = {
        name = "Взломать шифр",
    },
    [11932] = {
        name = "Дураки и трусы",
    },
    [11936] = {
        name = "Наклевывается план!",
    },
    [11938] = {
        name = "Отвлечь противника",
    },
    [11940] = {
        name = "Охота на драконов",
    },
    [11941] = {
        name = "Загадочный обломок",
    },
    [11942] = {
        name = "Слова могущества",
    },
    [11943] = {
        name = "Магическая клетка",
    },
    [11944] = {
        name = "В окружении!",
    },
    [11945] = {
        name = "Подготовка к самому худшему",
    },
    [11946] = {
        name = "Керистраза",
    },
    [11949] = {
        name = "Не сдаваться без боя!",
    },
    [11950] = {
        name = "Мудрость Муахита",
    },
    [11951] = {
        name = "Приманка",
    },
    [11956] = {
        name = "Поиски талисмана",
    },
    [11957] = {
        name = "Смерть Сарагосе!",
    },
    [11958] = {
        name = "Чтоб ничего не пропало!",
    },
    [11959] = {
        name = "Убить Логуна!",
    },
    [11961] = {
        name = "Духи присматривают за нами",
    },
    [11962] = {
        name = "Последняя партия",
    },
    [11963] = {
        name = "Оружие для Далечья",
    },
    [11965] = {
        name = "Призыв к оружию!",
    },
    [11967] = {
        name = "Сбор красных драконов",
    },
    [11968] = {
        name = "Поворот колеса Фортуны",
    },
    [11969] = {
        name = "Сработавший капкан",
    },
    [11977] = {
        name = "Таурен среди таунка",
    },
    [11978] = {
        name = "Добро пожаловать в Орду",
    },
    [11979] = {
        name = "Таунка и таурены",
    },
    [11980] = {
        name = "Гордость Орды",
    },
    [11983] = {
        name = "Клятва крови Орды",
    },
    [11984] = {
        name = "Захлопнуть клетку",
    },
    [11989] = {
        name = "Перемирие?",
    },
    [11990] = {
        name = "Пузырек видений",
    },
    [11991] = {
        name = "Требуется расшифровка",
    },
    [11996] = {
        name = "Безотлагательное путешествие в Молот Агмара",
    },
    [11998] = {
        name = "Подсластить пилюлю",
    },
    [11999] = {
        name = "Обшарить трупы",
    },
    [12000] = {
        name = "Обшарить трупы",
    },
    [12002] = {
        name = "Братья по оружию",
    },
    [12003] = {
        name = "В поисках туннелей",
    },
    [12004] = {
        name = "Предотвратить союз",
    },
    [12005] = {
        name = "Предотвратить союз",
    },
    [12006] = {
        name = "Месть за бесчинства!",
    },
    [12007] = {
        name = "Необходимые жертвы",
    },
    [12008] = {
        name = "Молот Агмара",
    },
    [12009] = {
        name = "Крабовые ловушки Туа'кеа",
    },
    [12010] = {
        name = "Что случилось с Орлондом?",
    },
    [12011] = {
        name = "Признаки большой проблемы",
    },
    [12014] = {
        name = "Крепкий как камень?",
    },
    [12019] = {
        name = "Последние ритуалы",
    },
    [12026] = {
        name = "Потрепанный дневник",
    },
    [12028] = {
        name = "Духовное озарение",
    },
    [12030] = {
        name = "Старейшина Мана'лоа",
    },
    [12031] = {
        name = "Свобода перемещения",
    },
    [12032] = {
        name = "Разговор с бездной",
    },
    [12034] = {
        name = "Победа близка...",
    },
    [12035] = {
        name = "Переналадка технологии",
    },
    [12036] = {
        name = "Глубины Азжол-Неруба",
    },
    [12042] = {
        name = "Сердце древних",
    },
    [12053] = {
        name = "Мощь Орды",
    },
    [12054] = {
        name = "Расшифровать записи",
    },
    [12055] = {
        name = "Странное приспособление",
    },
    [12057] = {
        name = "Сшитый плотью фолиант",
    },
    [12058] = {
        name = "Рунические пророчества",
    },
    [12059] = {
        name = "Странное приспособление",
    },
    [12060] = {
        name = "Проекты и проекции",
    },
    [12061] = {
        name = "Проекты и проекции",
    },
    [12063] = {
        name = "Сила Ледяной Пыли",
    },
    [12064] = {
        name = "Ануб'арские оковы",
    },
    [12065] = {
        name = "Фокусы на взморье",
    },
    [12066] = {
        name = "Фокусы на взморье",
    },
    [12067] = {
        name = "Письмо домой",
    },
    [12068] = {
        name = "Голоса прошлого",
    },
    [12069] = {
        name = "Возвращение верховного вождя",
    },
    [12071] = {
        name = "Ударим с воздуха!",
    },
    [12072] = {
        name = "Будь прокляты эти чумные звери!",
    },
    [12073] = {
        name = "Куй железо, пока горячо",
    },
    [12075] = {
        name = "Образец каменной плоти",
    },
    [12076] = {
        name = "Грязное дело",
    },
    [12077] = {
        name = "Употреблять дважды в день",
    },
    [12078] = {
        name = "Червячный наездник",
    },
    [12079] = {
        name = "Излюбленное место червяков",
    },
    [12080] = {
        name = "Вот это червяк!",
    },
    [12083] = {
        name = "В лесах",
    },
    [12084] = {
        name = "В лесах",
    },
    [12085] = {
        name = "Письмо домой",
    },
    [12086] = {
        name = "Сын Каркута",
    },
    [12088] = {
        name = "Тассариан, рыцарь Смерти",
    },
    [12098] = {
        name = "Поиски в деревне Инду'ле",
    },
    [12100] = {
        name = "Сдерживание гнили",
    },
    [12101] = {
        name = "Добрый доктор...",
    },
    [12102] = {
        name = "В поисках рубиновой сирени",
    },
    [12104] = {
        name = "Вакцина для Соара",
    },
    [12106] = {
        name = "Поиски в деревне Инду'ле",
    },
    [12107] = {
        name = "Конец цепочки",
    },
    [12110] = {
        name = "Конец цепочки",
    },
    [12111] = {
        name = "Где бродят дикие звери",
    },
    [12115] = {
        name = "Кольтира и язык смерти",
    },
    [12116] = {
        name = "Только смелым покоряются...",
    },
    [12117] = {
        name = "Путешествие в гавань Моа'ки",
    },
    [12119] = {
        name = "Добиться аудиенции",
    },
    [12120] = {
        name = "Молот Драк'агуула",
    },
    [12121] = {
        name = "Увидимся в другом мире",
    },
    [12122] = {
        name = "Добиться аудиенции",
    },
    [12123] = {
        name = "Информация для королевы",
    },
    [12124] = {
        name = "Информация для королевы",
    },
    [12125] = {
        name = "Ради крови",
    },
    [12126] = {
        name = "На службе нечестивости",
    },
    [12127] = {
        name = "На службе у мороза",
    },
    [12128] = {
        name = "Как дела у Регара?",
    },
    [12129] = {
        name = "Безукоризненный замысел",
    },
    [12130] = {
        name = "Зачем ковать то, что можно отобрать?",
    },
    [12131] = {
        name = "Нам нужна энергия",
    },
    [12132] = {
        name = "Сила разрушения",
    },
    [12134] = {
        name = "Саша выходит на охоту",
    },
    [12136] = {
        name = "Переведенная книга",
    },
    [12137] = {
        name = "Остынь, чудо!",
    },
    [12138] = {
        name = "... а может быть, и нет",
    },
    [12140] = {
        name = "Славься, Роанук!",
    },
    [12141] = {
        name = "Дипломатическое поручение",
    },
    [12152] = {
        name = "Погибель Джин'аррака",
    },
    [12153] = {
        name = "Тан и его Наковальня",
    },
    [12154] = {
        name = "Затмение",
    },
    [12157] = {
        name = "Пропавший курьер",
    },
    [12164] = {
        name = "Час ворга",
    },
    [12165] = {
        name = "Коварный план",
    },
    [12166] = {
        name = "Жидкое пламя Элуны",
    },
    [12167] = {
        name = "Убить сектантов",
    },
    [12168] = {
        name = "Памятный дар Зангуса",
    },
    [12169] = {
        name = "Верховный сектант",
    },
    [12175] = {
        name = "Серые шкуры воргов",
    },
    [12176] = {
        name = "Мелкая подмена",
    },
    [12177] = {
        name = "Уловка Джун'ика",
    },
    [12178] = {
        name = "Сверток для Кренны",
    },
    [12180] = {
        name = "Пленные геологи",
    },
    [12183] = {
        name = "Часть маскировки",
    },
    [12184] = {
        name = "Улыбайтесь, вас снимают!",
    },
    [12185] = {
        name = "Лучшая маскировка для Локена",
    },
    [12195] = {
        name = "Незваный гость",
    },
    [12196] = {
        name = "С самого начала",
    },
    [12197] = {
        name = "Нам нужна энергия",
    },
    [12198] = {
        name = "... а может быть, и нет",
    },
    [12199] = {
        name = "Свержение железного тана",
    },
    [12201] = {
        name = "Тень надзирателя",
    },
    [12202] = {
        name = "Улыбайтесь, вас снимают!",
    },
    [12203] = {
        name = "Приказы Локена",
    },
    [12204] = {
        name = "Во имя Локена",
    },
    [12206] = {
        name = "Испорченные последние ритуалы",
    },
    [12207] = {
        name = "Падение Фордрассила",
    },
    [12211] = {
        name = "Не дадим им подняться!",
    },
    [12213] = {
        name = "Подземная тьма",
    },
    [12219] = {
        name = "Обломки мирового древа",
    },
    [12220] = {
        name = "Темное влияние",
    },
    [12224] = {
        name = "Кор'кронский авангард",
    },
    [12229] = {
        name = "Возможная связь",
    },
    [12230] = {
        name = "Кража у осадных мастеров",
    },
    [12231] = {
        name = "Отпрыски бога-медведя",
    },
    [12232] = {
        name = "Бомбардировка баллист",
    },
    [12234] = {
        name = "Надо знать",
    },
    [12235] = {
        name = "Наксрамас и падение крепости Стражей Зимы",
    },
    [12236] = {
        name = "Урсок, бог-медведь",
    },
    [12237] = {
        name = "Полет защитника Стражей Зимы",
    },
    [12239] = {
        name = "Шпион в Новом Дольном Очаге",
    },
    [12241] = {
        name = "Уничтожить саженец",
    },
    [12242] = {
        name = "Семена Фордрассила",
    },
    [12246] = {
        name = "Возможная связь",
    },
    [12247] = {
        name = "Дети Урсока",
    },
    [12248] = {
        name = "Саженец Фордрассила",
    },
    [12249] = {
        name = "Урсок, бог-медведь",
    },
    [12250] = {
        name = "Семена Фордрассила",
    },
    [12251] = {
        name = "Возвращение к верховному главнокомандующему",
    },
    [12253] = {
        name = "Спасение с городской площади",
    },
    [12254] = {
        name = "Без молитвы – никак",
    },
    [12256] = {
        name = "Тайны огневязов",
    },
    [12257] = {
        name = "Демонстрация силы",
    },
    [12259] = {
        name = "Тан Волдруна",
    },
    [12260] = {
        name = "Полное несходство",
    },
    [12262] = {
        name = "Без надежды на спасение",
    },
    [12266] = {
        name = "Рассказ о разрушении",
    },
    [12274] = {
        name = "Греховное падение",
    },
    [12281] = {
        name = "Понимание военной машины Плети",
    },
    [12282] = {
        name = "Отпечатки былого",
    },
    [12283] = {
        name = "Правду не скроешь",
    },
    [12285] = {
        name = "Без головы не возвращайся!",
    },
    [12287] = {
        name = "Орик Чистосердечный и Забытое взморье",
    },
    [12290] = {
        name = "Эликсир из темноплевела",
    },
    [12291] = {
        name = "Забытая повесть",
    },
    [12292] = {
        name = "Помощь местных жителей",
    },
    [12293] = {
        name = "Дело сделано",
    },
    [12294] = {
        name = "Заключение договора",
    },
    [12295] = {
        name = "Урок дипломатии",
    },
    [12299] = {
        name = "Северное гостеприимство",
    },
    [12300] = {
        name = "Испытание смелости",
    },
    [12301] = {
        name = "Правда вернет нам свободу",
    },
    [12302] = {
        name = "Предупреждение",
    },
    [12305] = {
        name = "Прощальные мысли",
    },
    [12307] = {
        name = "Аконитовый корень",
    },
    [12308] = {
        name = "Побег из Среброречья",
    },
    [12309] = {
        name = "Найти Дюркона!",
    },
    [12310] = {
        name = "Мгновенный ответ",
    },
    [12311] = {
        name = "Подземная обитель некролорда",
    },
    [12327] = {
        name = "Внетелесные ощущения",
    },
    [12328] = {
        name = "Просьба Рууны",
    },
    [12329] = {
        name = "Судьба и совпадения",
    },
    [12330] = {
        name = "Слабое место Анатолия",
    },
    [12411] = {
        name = "Спасение сестры",
    },
    [12412] = {
        name = "Друг моего врага",
    },
    [12413] = {
        name = "Нападение на Среброречье",
    },
    [12416] = {
        name = "Горячая битва",
    },
    [12417] = {
        name = "Погребение",
    },
    [12418] = {
        name = "Через огненные поля",
    },
    [12419] = {
        name = "Судьба Рубинового святилища драконов",
    },
    [12427] = {
        name = "Бойцовская яма: медвежьи бои!",
    },
    [12428] = {
        name = "Бойцовская яма: битва с бешеным фурболгом",
    },
    [12429] = {
        name = "Бойцовская яма: кровь и железо",
    },
    [12430] = {
        name = "Бойцовская яма: смерть близка",
    },
    [12431] = {
        name = "Бойцовская яма: последняя битва",
    },
    [12435] = {
        name = "Явиться к лорду Афрасаcтразу",
    },
    [12448] = {
        name = "Горячая битва",
    },
    [12449] = {
        name = "Погребение",
    },
    [12450] = {
        name = "Через огненные поля",
    },
    [12453] = {
        name = "Взгляд с высоты",
    },
    [12460] = {
        name = "Прибытие в Рубиновое святилище драконов",
    },
    [12461] = {
        name = "Прибытие в Рубиновое святилище драконов",
    },
    [12468] = {
        name = "Поручение Завоевательницы",
    },
    [12471] = {
        name = "Жестокость квалдиров",
    },
    [12475] = {
        name = "Какие тайны они скрывают?",
    },
    [12478] = {
        name = "Пещера Ледяной Скорби",
    },
    [12481] = {
        name = "Оскорбительное поражение",
    },
    [12482] = {
        name = "Атака на Ниффлвар",
    },
    [12486] = {
        name = "Быстро, на заставу Бор'горока!",
    },
    [12496] = {
        name = "Аудиенция у королевы драконов",
    },
    [12497] = {
        name = "Галакронд и армия Плети",
    },
    [12498] = {
        name = "На рубиновых крыльях",
    },
    [12499] = {
        name = "Возвращение в Ангратар",
    },
    [12500] = {
        name = "Возвращение в Ангратар",
    },
    [12504] = {
        name = "Серебряный Авангард, уходим!",
    },
    [12505] = {
        name = "Новый приказ для сержанта Метателя Молота",
    },
    [12506] = {
        name = "Волнения у алтаря Шшератуса",
    },
    [12507] = {
        name = "Странная настойка",
    },
    [12508] = {
        name = "Зачистка территории",
    },
    [12510] = {
        name = "Совершенные элементальные флюиды",
    },
    [12512] = {
        name = "Спасти всех",
    },
    [12514] = {
        name = "Грибная добавка",
    },
    [12516] = {
        name = "Хорошенького понемножку",
    },
    [12520] = {
        name = "Охота на люторогов: проверка",
    },
    [12522] = {
        name = "Нужен двигатель – найдем двигатель!",
    },
    [12523] = {
        name = "Есть детали? – Тащи сюда!",
    },
    [12524] = {
        name = "Проблемы Торговой компании",
    },
    [12525] = {
        name = "Сотри ухмылку с его лица",
    },
    [12526] = {
        name = "Охота на люторогов: погоня",
    },
    [12528] = {
        name = "Подыграть несложно",
    },
    [12529] = {
        name = "Раб охотника на обезьян",
    },
    [12530] = {
        name = "Вопли барабанчат",
    },
    [12531] = {
        name = "Подземная угроза",
    },
    [12532] = {
        name = "Побег из курятника",
    },
    [12533] = {
        name = "Ученик охотника на ос",
    },
    [12534] = {
        name = "Матка Сапфирового Улья",
    },
    [12535] = {
        name = "Кристаллы силы",
    },
    [12536] = {
        name = "Трудная поездка",
    },
    [12537] = {
        name = "Молния все-таки бьет в то же место",
    },
    [12538] = {
        name = "Шептуны не станут слушать",
    },
    [12539] = {
        name = "Вместе весело шагать",
    },
    [12540] = {
        name = "Исполнение приказа",
    },
    [12543] = {
        name = "Подношение Су-раму",
    },
    [12544] = {
        name = "Скелет Нозронна",
    },
    [12546] = {
        name = "Отмщение",
    },
    [12547] = {
        name = "Руна пробуждения",
    },
    [12548] = {
        name = "Этимидиан",
    },
    [12549] = {
        name = "Охота на терропардов: стать хищником",
    },
    [12550] = {
        name = "Охота на терропардов: по следу зверя",
    },
    [12551] = {
        name = "Охота на кроколисков: испытание",
    },
    [12552] = {
        name = "Смерть некромагам!",
    },
    [12553] = {
        name = "Прядильные органы",
    },
    [12554] = {
        name = "Малас Осквернитель",
    },
    [12555] = {
        name = "Оплетающие сети",
    },
    [12556] = {
        name = "Охота на люторогов: смертельный удар",
    },
    [12557] = {
        name = "Лабораторная работа",
    },
    [12558] = {
        name = "Охота на терропардов: прыжок",
    },
    [12559] = {
        name = "Включение Связующей спирали: Обитель Творцов",
    },
    [12560] = {
        name = "Охота на кроколисков: план",
    },
    [12561] = {
        name = "Вопрос доверия",
    },
    [12562] = {
        name = "Элементали не для Драккари",
    },
    [12566] = {
        name = "Помощь лагерю Заиндевевшего Копыта",
    },
    [12569] = {
        name = "Охота на кроколисков: засада",
    },
    [12570] = {
        name = "Счастливое непонимание",
    },
    [12571] = {
        name = "Большая Скверная Змея должна уйти",
    },
    [12572] = {
        name = "Боги любят блестящие штучки",
    },
    [12573] = {
        name = "Заключение мира",
    },
    [12574] = {
        name = "Так скоро?",
    },
    [12575] = {
        name = "Потерянное сокровище Шепота Тумана",
    },
    [12576] = {
        name = "Тяжелая рука",
    },
    [12577] = {
        name = "Пора домой!",
    },
    [12578] = {
        name = "Разгневанный горлок",
    },
    [12579] = {
        name = "Жизненная Сила для мохобродов",
    },
    [12580] = {
        name = "Спаситель мохобродов",
    },
    [12581] = {
        name = "Бремя героя",
    },
    [12583] = {
        name = "Разбившийся сеятель",
    },
    [12584] = {
        name = "Зло в чистом виде",
    },
    [12595] = {
        name = "В поисках крупной дичи",
    },
    [12596] = {
        name = "Па'трулль",
    },
    [12597] = {
        name = "Обезболивающее снадобье",
    },
    [12598] = {
        name = "Подрывные работы",
    },
    [12599] = {
        name = "Животворящее тепло",
    },
    [12603] = {
        name = "Время точить когти",
    },
    [12605] = {
        name = "Подготовка ловушки",
    },
    [12606] = {
        name = "В коконах",
    },
    [12607] = {
        name = "Поимка мамонта",
    },
    [12608] = {
        name = "Вторжение сектантов",
    },
    [12611] = {
        name = "Семикратное воздаяние",
    },
    [12612] = {
        name = "Разрушенная колонна",
    },
    [12613] = {
        name = "Включение Связующей спирали: Дозор Творцов",
    },
    [12614] = {
        name = "Материнский гнев",
    },
    [12617] = {
        name = "Уничтожение захватчиков",
    },
    [12620] = {
        name = "Гнев Хранительницы Жизни",
    },
    [12621] = {
        name = "Договор Фрейи",
    },
    [12623] = {
        name = "К знахарю",
    },
    [12624] = {
        name = "Оно может быть где угодно!",
    },
    [12627] = {
        name = "Прорыв в Джин'Алаи",
    },
    [12628] = {
        name = "Разговор с Хар'коа",
    },
    [12631] = {
        name = "Приглашение",
    },
    [12632] = {
        name = "Первым делом – мои дети",
    },
    [12642] = {
        name = "Дух Рунока",
    },
    [12646] = {
        name = "Пророк мой – враг мой",
    },
    [12647] = {
        name = "Конец мучениям",
    },
    [12653] = {
        name = "Назад к Хар'коа",
    },
    [12658] = {
        name = "Моя ручная птица Рух",
    },
    [12660] = {
        name = "Орудия разрушения",
    },
    [12661] = {
        name = "На разведку в Волтар",
    },
    [12664] = {
        name = "Темный горизонт",
    },
    [12665] = {
        name = "Дурное предчувствие",
    },
    [12666] = {
        name = "Путешествие в Нижний мир",
    },
    [12667] = {
        name = "Поиски богини крылатых змеев",
    },
    [12668] = {
        name = "Задел для мести",
    },
    [12669] = {
        name = "Пока все идет на удивление паршиво",
    },
    [12672] = {
        name = "Подготовка к мести",
    },
    [12673] = {
        name = "Сбор кристаллов",
    },
    [12674] = {
        name = "Вся ярость преисподней",
    },
    [12675] = {
        name = "И последнее...",
    },
    [12676] = {
        name = "Диверсия",
    },
    [12677] = {
        name = "Опасные материалы",
    },
    [12681] = {
        name = "Агент по реагентам",
    },
    [12683] = {
        name = "Жгучее желание помочь",
    },
    [12684] = {
        name = "Кровь мертвого бога",
    },
    [12685] = {
        name = "Что посеешь, то и пожнешь",
    },
    [12686] = {
        name = "Терпение лопнуло",
    },
    [12688] = {
        name = "Проектирование аварии",
    },
    [12690] = {
        name = "Нам это на руку",
    },
    [12710] = {
        name = "Открытая тайна",
    },
    [12712] = {
        name = "Ключ полководца Зол'Маза",
    },
    [12713] = {
        name = "Предательство",
    },
    [12721] = {
        name = "Буйство",
    },
    [12728] = {
        name = "Наблюдения за расселиной: пещера Зимних Плавников",
    },
    [12729] = {
        name = "Боги говорили с нами...",
    },
    [12730] = {
        name = "Вызов в Зол'Хебе",
    },
    [12740] = {
        name = "Парашюты для Серебряного Авангарда",
    },
    [12766] = {
        name = "Разговор с послом",
    },
    [12767] = {
        name = "Разговор с послом",
    },
    [12768] = {
        name = "Распорядитель храма Драконьего Покоя",
    },
    [12769] = {
        name = "Распорядитель храма Драконьего Покоя",
    },
    [12797] = {
        name = "Назад по Связующей спирали",
    },
    [12802] = {
        name = "Мое сердце – в твоих руках",
    },
    [12805] = {
        name = "Сохранение жизненной силы",
    },
    [12821] = {
        name = "С черного хода",
    },
    [12822] = {
        name = "Средство для устрашения",
    },
    [12823] = {
        name = "Безупречный план",
    },
    [12824] = {
        name = "Выдающийся подрывник",
    },
    [12841] = {
        name = "Сделка с Каргой",
    },
    [12843] = {
        name = "Они забрали наших мужчин!",
    },
    [12846] = {
        name = "Найти всех до единого...",
    },
    [12851] = {
        name = "Верхом на медведе",
    },
    [12856] = {
        name = "Холодные сердца",
    },
    [12859] = {
        name = "Негасимый огонь",
    },
    [12861] = {
        name = "Плохие тролли",
    },
    [12863] = {
        name = "Большое спасибо",
    },
    [12864] = {
        name = "Пропавшие разведчики",
    },
    [12865] = {
        name = "Верные друзья",
    },
    [12866] = {
        name = "Сопротивление агрессорам",
    },
    [12867] = {
        name = "Похитители птенцов",
    },
    [12868] = {
        name = "Источник всех бед",
    },
    [12871] = {
        name = "Помощь Лиги исследователей",
    },
    [12873] = {
        name = "Король Зиморожденных",
    },
    [12874] = {
        name = "Рвение Зиморожденного",
    },
    [12875] = {
        name = "Опытный проводник",
    },
    [12876] = {
        name = "Нежеланные гости",
    },
    [12877] = {
        name = "Одинокий часовой",
    },
    [12878] = {
        name = "Спрятанная реликвия",
    },
    [12879] = {
        name = "Ярость короля Зиморожденных",
    },
    [12880] = {
        name = "Главный исследователь",
    },
    [12883] = {
        name = "Приказы Дракуру",
    },
    [12886] = {
        name = "Драконобойца",
    },
    [12887] = {
        name = "Непростая работа",
    },
    [12891] = {
        name = "Воплощение идеи",
    },
    [12892] = {
        name = "Непростая работа",
    },
    [12893] = {
        name = "Освобождение разума",
    },
    [12894] = {
        name = "Передовой лагерь рыцарей",
    },
    [12896] = {
        name = "Последний аргумент",
    },
    [12897] = {
        name = "Последний аргумент",
    },
    [12898] = {
        name = "Мрачный Свод",
    },
    [12899] = {
        name = "Мрачный Свод",
    },
    [12900] = {
        name = "Изготовление сбруи",
    },
    [12901] = {
        name = "Что-то из ничего",
    },
    [12902] = {
        name = "Кто за этим стоит?",
    },
    [12903] = {
        name = "Для того и нужны друзья...",
    },
    [12904] = {
        name = "Орудие мести",
    },
    [12905] = {
        name = "Милдред Жестокая",
    },
    [12906] = {
        name = "Дисциплинирование",
    },
    [12907] = {
        name = "Нужны показательные примеры",
    },
    [12908] = {
        name = "Наглая пленница",
    },
    [12912] = {
        name = "Приближение великой бури",
    },
    [12914] = {
        name = "Спасение Гимера",
    },
    [12915] = {
        name = "Возобновление старых связей",
    },
    [12916] = {
        name = "Наша единственная надежда",
    },
    [12919] = {
        name = "Месть короля Бурь",
    },
    [12921] = {
        name = "Смена декораций",
    },
    [12922] = {
        name = "Очищающее пламя",
    },
    [12924] = {
        name = "Возобновление союза",
    },
    [12925] = {
        name = "Верность традициям",
    },
    [12930] = {
        name = "Горсть редкой земли",
    },
    [12931] = {
        name = "Контратака",
    },
    [12933] = {
        name = "Амфитеатр Страданий: магнатавр!",
    },
    [12934] = {
        name = "Амфитеатр Страданий: существо из другого мира!",
    },
    [12935] = {
        name = "Амфитеатр Страданий: Клыкаррмагеддон!",
    },
    [12936] = {
        name = "Амфитеатр Страданий: Коррак Кровопуск!",
    },
    [12937] = {
        name = "Исцеление раненых",
    },
    [12938] = {
        name = "Герцог",
    },
    [12939] = {
        name = "Вызов чести",
    },
    [12942] = {
        name = "Черные крылья",
    },
    [12943] = {
        name = "Указ Мрачного Свода",
    },
    [12948] = {
        name = "Чемпион Амфитеатра Страданий",
    },
    [12954] = {
        name = "Амфитеатр Страданий: Иггдрас!",
    },
    [12955] = {
        name = "Унижение соперников",
    },
    [12956] = {
        name = "Лучик надежды",
    },
    [12957] = {
        name = "Рабы Закаленных Бурей",
    },
    [12964] = {
        name = "Темная руда",
    },
    [12965] = {
        name = "Дары Локена",
    },
    [12968] = {
        name = "Безрассудство Юльды",
    },
    [12969] = {
        name = "Это твой гоблин?",
    },
    [12970] = {
        name = "Круг хильд",
    },
    [12971] = {
        name = "Вызов принят",
    },
    [12972] = {
        name = "Тебе понадобится медведь",
    },
    [12973] = {
        name = "Братья Бронзобороды",
    },
    [12978] = {
        name = "Навстречу буре",
    },
    [12979] = {
        name = "Доспехи тьмы",
    },
    [12980] = {
        name = "Секрет доспехов",
    },
    [12983] = {
        name = "Последняя из рода",
    },
    [12984] = {
        name = "Валдуран Дитя Бури",
    },
    [12986] = {
        name = "Судьба титанов",
    },
    [12988] = {
        name = "Штормовые кузни",
    },
    [12989] = {
        name = "Нашествие тьмы",
    },
    [12991] = {
        name = "Удар по больному месту",
    },
    [12993] = {
        name = "Колоссальная опасность",
    },
    [12996] = {
        name = "Тренировочный заезд",
    },
    [12997] = {
        name = "В Яму!",
    },
    [12998] = {
        name = "Сердце бури",
    },
    [12999] = {
        name = "Костяная ведьма",
    },
    [13005] = {
        name = "Клятва детей земли",
    },
    [13007] = {
        name = "Железный колосс",
    },
    [13008] = {
        name = "Тактика Плети",
    },
    [13009] = {
        name = "Новое начало",
    },
    [13010] = {
        name = "Кролмир, Молот Бурь",
    },
    [13035] = {
        name = "Прислужники Локена",
    },
    [13036] = {
        name = "Великая миссия",
    },
    [13037] = {
        name = "Воспоминания о Штормовом Копыте",
    },
    [13038] = {
        name = "Искажения времени",
    },
    [13039] = {
        name = "Оборона аванпоста",
    },
    [13040] = {
        name = "Исцеление неисцелимого",
    },
    [13042] = {
        name = "В недрах Глубинных чертогов",
    },
    [13043] = {
        name = "Когда сумма больше слагаемых",
    },
    [13044] = {
        name = "Пропавшие без вести",
    },
    [13045] = {
        name = "В чащобу",
    },
    [13047] = {
        name = "Расплата",
    },
    [13048] = {
        name = "Откуда время пошло не туда",
    },
    [13049] = {
        name = "Доспехи героя",
    },
    [13050] = {
        name = "Веранус",
    },
    [13051] = {
        name = "Нарушение границ",
    },
    [13057] = {
        name = "Терраса Творцов",
    },
    [13058] = {
        name = "Чтобы ветер переменился",
    },
    [13061] = {
        name = "Победа или смерть",
    },
    [13062] = {
        name = "Прощальный подарок Лок'лиры",
    },
    [13063] = {
        name = "Посмотрим, чего ты стоишь",
    },
    [13064] = {
        name = "Соперничество братьев",
    },
    [13068] = {
        name = "Отважный герой",
    },
    [13070] = {
        name = "Приближение холодного фронта",
    },
    [13072] = {
        name = "Горькая участь героя",
    },
    [13073] = {
        name = "Благосклонность хранителя",
    },
    [13074] = {
        name = "Изумрудный Кошмар",
    },
    [13075] = {
        name = "Дар Ремула",
    },
    [13076] = {
        name = "Время еще есть",
    },
    [13077] = {
        name = "Прикосновение Аспекта",
    },
    [13078] = {
        name = "Слезы Далии",
    },
    [13079] = {
        name = "Дар Алекстразы",
    },
    [13080] = {
        name = "Надежда жива",
    },
    [13081] = {
        name = "Завещание наару",
    },
    [13082] = {
        name = "Дар А'дала",
    },
    [13083] = {
        name = "Свет во тьме",
    },
    [13086] = {
        name = "Последний рубеж",
    },
    [13091] = {
        name = "Нелегко быть водным ужасом",
    },
    [13092] = {
        name = "Гадание по костям",
    },
    [13104] = {
        name = "И снова в Пролом",
    },
    [13106] = {
        name = "Черный дозор",
    },
    [13110] = {
        name = "Неупокоенные",
    },
    [13117] = {
        name = "Откуда они берутся?",
    },
    [13118] = {
        name = "Очищение Плетхольма",
    },
    [13119] = {
        name = "Разрушение алтарей",
    },
    [13120] = {
        name = "Взгляд смерти",
    },
    [13121] = {
        name = "Чужими глазами",
    },
    [13122] = {
        name = "Камень Плети",
    },
    [13125] = {
        name = "Чистое небо",
    },
    [13130] = {
        name = "Первый камень",
    },
    [13133] = {
        name = "Поиски древнего героя",
    },
    [13134] = {
        name = "Пролитая кровь",
    },
    [13135] = {
        name = "Кристаллы энергии",
    },
    [13136] = {
        name = "Зазубренные осколки",
    },
    [13137] = {
        name = "Не совсем честный бой",
    },
    [13138] = {
        name = "Непонятный металл",
    },
    [13139] = {
        name = "Ледяное сердце Нордскола",
    },
    [13140] = {
        name = "Руноковы Маликрисса",
    },
    [13141] = {
        name = "Битва за Вершину Рыцарей",
    },
    [13142] = {
        name = "Месть банши",
    },
    [13143] = {
        name = "Новобранец",
    },
    [13144] = {
        name = "Одним скелетом – двух воинов Плети!",
    },
    [13145] = {
        name = "Зловещая крепость",
    },
    [13146] = {
        name = "Предсказуемые и тупые",
    },
    [13147] = {
        name = "Сваха",
    },
    [13152] = {
        name = "Визит к доктору",
    },
    [13155] = {
        name = "Верет Хитрый",
    },
    [13157] = {
        name = "Вершина Рыцарей",
    },
    [13160] = {
        name = "Сногсшибательное зрелище",
    },
    [13161] = {
        name = "Всадник Нечестивости",
    },
    [13162] = {
        name = "Всадник Льда",
    },
    [13163] = {
        name = "Всадник Крови",
    },
    [13164] = {
        name = "Судьба Кровопорча",
    },
    [13168] = {
        name = "Простой урок",
    },
    [13169] = {
        name = "Лучший друг нежити",
    },
    [13170] = {
        name = "Честь – удел слабых",
    },
    [13171] = {
        name = "Откуда придет удар",
    },
    [13172] = {
        name = "Семена Хаоса",
    },
    [13174] = {
        name = "Под шумок",
    },
    [13211] = {
        name = "Сила очищающего огня",
    },
    [13212] = {
        name = "Части тела",
    },
    [13213] = {
        name = "Битва при Валхале",
    },
    [13214] = {
        name = "Битва при Валхале: павшие герои",
    },
    [13215] = {
        name = "Битва при Валхале: Кит'рикс Темный Повелитель",
    },
    [13216] = {
        name = "Битва при Валхале: возвращение Сигрид Дитя Льда",
    },
    [13217] = {
        name = "Битва при Валхале: Резчик-по-Живому!",
    },
    [13218] = {
        name = "Битва при Валхале: тан Смертельный Удар",
    },
    [13219] = {
        name = "Битва при Валхале: последний бой",
    },
    [13220] = {
        name = "Воскрешение Олакина",
    },
    [13221] = {
        name = "Я еще жив!",
    },
    [13224] = {
        name = "Молот Оргрима",
    },
    [13225] = {
        name = "\"Усмиритель небес\"",
    },
    [13228] = {
        name = "Прорванный фронт",
    },
    [13230] = {
        name = "Отомсти за меня!",
    },
    [13231] = {
        name = "Прорванный фронт",
    },
    [13232] = {
        name = "Прикончи меня!",
    },
    [13236] = {
        name = "Войско проклятых",
    },
    [13237] = {
        name = "Тычки и тумаки",
    },
    [13238] = {
        name = "Какая-то полезная штука",
    },
    [13258] = {
        name = "Замечательная возможность",
    },
    [13259] = {
        name = "Закрепить преимущество",
    },
    [13260] = {
        name = "Уж кто бы говорил!",
    },
    [13262] = {
        name = "Мощный взрыв",
    },
    [13263] = {
        name = "Фитиль короток!",
    },
    [13264] = {
        name = "Как все погано!",
    },
    [13271] = {
        name = "Голос во тьме",
    },
    [13273] = {
        name = "В поисках ядра",
    },
    [13274] = {
        name = "Хранитель ядра",
    },
    [13275] = {
        name = "Пора прятаться!",
    },
    [13277] = {
        name = "Борьба с великанами",
    },
    [13278] = {
        name = "Корпой Оскверненный",
    },
    [13279] = {
        name = "Основы химии",
    },
    [13282] = {
        name = "Возвращение на поверхность",
    },
    [13285] = {
        name = "Изготовление краеугольного камня",
    },
    [13286] = {
        name = "Хоть какая-нибудь помощь!",
    },
    [13287] = {
        name = "Тычки и тумаки",
    },
    [13288] = {
        name = "Как все погано!",
    },
    [13290] = {
        name = "Немного внимания",
    },
    [13291] = {
        name = "Заимствованная технология",
    },
    [13294] = {
        name = "Борьба с великанами",
    },
    [13295] = {
        name = "Основы химии",
    },
    [13298] = {
        name = "Корпой Оскверненный",
    },
    [13304] = {
        name = "Ремонт в полевых условиях",
    },
    [13305] = {
        name = "Все к худшему",
    },
    [13306] = {
        name = "Строим баррикады!",
    },
    [13307] = {
        name = "Окровавленные знамена",
    },
    [13312] = {
        name = "Железный вал",
    },
    [13315] = {
        name = "Предварительная разведка",
    },
    [13316] = {
        name = "Стражи Корп'ретара",
    },
    [13318] = {
        name = "Перетащить и опустить",
    },
    [13319] = {
        name = "Вершина иерархии",
    },
    [13320] = {
        name = "Невоспроизводимый компонент",
    },
    [13328] = {
        name = "Вдребезги",
    },
    [13329] = {
        name = "Пред Вратами Ужаса",
    },
    [13332] = {
        name = "Строим баррикады!",
    },
    [13334] = {
        name = "Окровавленные знамена",
    },
    [13335] = {
        name = "Пред Вратами Ужаса",
    },
    [13337] = {
        name = "Железный вал",
    },
    [13338] = {
        name = "Стражи Корп'ретара",
    },
    [13339] = {
        name = "Вдребезги",
    },
    [13342] = {
        name = "Ненастоящий шпион",
    },
    [13345] = {
        name = "Слишком мало сведений",
    },
    [13346] = {
        name = "Пусть злодеи не ведают покоя",
    },
    [13348] = {
        name = "Тщета",
    },
    [13349] = {
        name = "Колыбель ледяных драконов",
    },
    [13351] = {
        name = "Предварительная разведка",
    },
    [13352] = {
        name = "Перетащить и опустить",
    },
    [13354] = {
        name = "Вершина иерархии",
    },
    [13355] = {
        name = "Невоспроизводимый компонент",
    },
    [13356] = {
        name = "Все переиграть",
    },
    [13358] = {
        name = "Ненастоящий шпион",
    },
    [13359] = {
        name = "Место гибели драконов",
    },
    [13360] = {
        name = "Время ответов",
    },
    [13361] = {
        name = "Охотник и принц",
    },
    [13362] = {
        name = "Знание – тяжкая ноша",
    },
    [13363] = {
        name = "Помощь Серебряного Авангарда",
    },
    [13364] = {
        name = "Уловка Тириона",
    },
    [13366] = {
        name = "Слишком мало сведений",
    },
    [13367] = {
        name = "Пусть злодеи не ведают покоя",
    },
    [13386] = {
        name = "Разведка провала",
    },
    [13387] = {
        name = "Круговая оборона",
    },
    [13388] = {
        name = "Поджигай!",
    },
    [13389] = {
        name = "Фитиль короток!",
    },
    [13390] = {
        name = "Голос во тьме",
    },
    [13391] = {
        name = "Пора прятаться!",
    },
    [13392] = {
        name = "Возвращение на поверхность",
    },
    [13393] = {
        name = "Ремонт в полевых условиях",
    },
    [13394] = {
        name = "Все к худшему",
    },
    [13395] = {
        name = "Войско проклятых",
    },
    [13396] = {
        name = "Тщета",
    },
    [13397] = {
        name = "Каньон Гибели Синдрагосы",
    },
    [13398] = {
        name = "Место гибели драконов",
    },
    [13399] = {
        name = "Время ответов",
    },
    [13400] = {
        name = "Охотник и принц",
    },
    [13401] = {
        name = "Знание – тяжкая ноша",
    },
    [13402] = {
        name = "Помощь Тириона",
    },
    [13403] = {
        name = "Уловка Тириона",
    },
    [13412] = {
        name = "Корастраза",
    },
    [13413] = {
        name = "Асы, ввысь!",
    },
    [13414] = {
        name = "Асы, ввысь!",
    },
    [13426] = {
        name = "Ксанатавр, Свидетель",
    },
    [28709] = {
        name = "Воззвание к героям: Борейская тундра!",
    },
    [28711] = {
        name = "Приказ вождя: Борейская тундра!",
    },
    [29194] = {
        name = "Как сквозь темное стекло",
    },
    [29225] = {
        name = "Важные сведения",
    },
    [29270] = {
        name = "Времени мало",
    },
    [29307] = {
        name = "Сердце пламени",
    },
    [29308] = {
        name = "Сердце пламени",
    },
    [29309] = {
        name = "Посох легенд",
    },
    [29863] = {
        name = "Штормовестник Элдррин",
    },
    [49551] = {
        name = "Воззвание к героям: Ревущий фьорд!",
    },
})
]])()
