----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [18481] = {
        name = "아달",
    },
    [23749] = {
        name = "경비대장 아담스",
    },
    [23780] = {
        name = "고위집행관 안셀름",
    },
    [23804] = {
        name = "카마구아의 오르푸스",
    },
    [23938] = {
        name = "폰티우스",
    },
    [23975] = {
        name = "현자 토랄리우스",
    },
    [24056] = {
        name = "크리스토퍼 슬로안",
    },
    [24117] = {
        name = "루리엘",
    },
    [24123] = {
        name = "노코마 스노우시어",
    },
    [24129] = {
        name = "족장 애쉬토템",
    },
    [24186] = {
        name = "현인 미스트워커",
    },
    [24251] = {
        name = "고위 역병인도자 해리스",
    },
    [24273] = {
        name = "감시자 문리프",
    },
    [24537] = {
        name = "잘생긴 테리",
    },
    [24541] = {
        name = "타루크",
    },
    [24703] = {
        name = "족장 윈터게일",
    },
    [24807] = {
        name = "왈트",
    },
    [25235] = {
        name = "힐다 스톤포지",
    },
    [25237] = {
        name = "가로쉬 헬스크림",
    },
    [25245] = {
        name = "제임스 디콘",
    },
    [25249] = {
        name = "미지",
    },
    [25251] = {
        name = "레리사",
    },
    [25279] = {
        name = "대군주 라즈고르",
    },
    [25299] = {
        name = "제독 칸틀브리",
    },
    [25302] = {
        name = "노인 콜번",
    },
    [25307] = {
        name = "징집관 블리스",
    },
    [25314] = {
        name = "대마법사 베리난드",
    },
    [25381] = {
        name = "혈법사 라우리스",
    },
    [25394] = {
        name = "그림자추적자 바르투스",
    },
    [25737] = {
        name = "비행사 스카이호퍼",
    },
    [25809] = {
        name = "대드루이드 라소리우스",
    },
    [25826] = {
        name = "구원자 야알라",
    },
    [25849] = {
        name = "페직스 기어트위스트",
    },
    [26110] = {
        name = "사서 세라",
    },
    [26117] = {
        name = "라엘로라즈",
    },
    [26170] = {
        name = "타사리안",
    },
    [26180] = {
        name = "혈투사 로킬",
    },
    [26194] = {
        name = "장로 코나니",
    },
    [26212] = {
        name = "대장 그라이언 스타우트맨틀",
    },
    [26379] = {
        name = "대군주 아그마르",
    },
    [26424] = {
        name = "사미르",
    },
    [26471] = {
        name = "대마법사 에이타스 선리버의 환영",
    },
    [26504] = {
        name = "소어 호크퓨리",
    },
    [26659] = {
        name = "조르트",
    },
    [26673] = {
        name = "대마법사 모데라의 환영",
    },
    [26860] = {
        name = "정복자 크레나",
    },
    [26875] = {
        name = "부관 듀몬트",
    },
    [26886] = {
        name = "크라즈",
    },
    [26973] = {
        name = "감시자 조디 문송",
    },
    [27037] = {
        name = "가죽상인 준이크",
    },
    [27136] = {
        name = "총사령관 할포드 웜베인",
    },
    [27221] = {
        name = "영광의 흉터 토르마크",
    },
    [27248] = {
        name = "연금술사 비키 레빈",
    },
    [27314] = {
        name = "예지자 젤리그",
    },
    [27337] = {
        name = "첩보단장 레피네",
    },
    [27545] = {
        name = "카트야",
    },
    [27719] = {
        name = "그레닉스 쉬브위글",
    },
    [27801] = {
        name = "프레이야의 화신",
    },
    [28032] = {
        name = "데바르",
    },
    [28033] = {
        name = "웨슬렉스 퀵렌치",
    },
    [28042] = {
        name = "대장 브랜든",
    },
    [28043] = {
        name = "대장 그론델",
    },
    [28044] = {
        name = "대장 루퍼트",
    },
    [28059] = {
        name = "사령관 팔스타브",
    },
    [28062] = {
        name = "사술사 우분고",
    },
    [28125] = {
        name = "박사 로저스",
    },
    [28179] = {
        name = "대영주 티리온 폴드링",
    },
    [28205] = {
        name = "연금술사 핑클스타인",
    },
    [28217] = {
        name = "상처입은 구름몰이골록 점쟁이",
    },
    [28376] = {
        name = "도리안 드레이크스토커",
    },
    [28401] = {
        name = "하르코아",
    },
    [28497] = {
        name = "채드",
    },
    [28503] = {
        name = "대군주 드라쿠루",
    },
    [28771] = {
        name = "콜빈 노링턴",
    },
    [28787] = {
        name = "기술자 헬리스",
    },
    [29343] = {
        name = "남작 슬리버",
    },
    [29380] = {
        name = "폭풍벼림 전쟁 골렘",
    },
    [29445] = {
        name = "토림",
    },
    [29455] = {
        name = "게르크",
    },
    [29473] = {
        name = "그레첸 피즐스파크",
    },
    [29579] = {
        name = "브란 브론즈비어드",
    },
    [29592] = {
        name = "브리야나",
    },
    [29647] = {
        name = "자이머",
    },
    [29651] = {
        name = "복타르 블러드퓨리",
    },
    [29687] = {
        name = "성전사 란틴가 경",
    },
    [29690] = {
        name = "족장 성난발톱",
    },
    [29733] = {
        name = "장로 주술사 모키",
    },
    [29743] = {
        name = "라그누스",
    },
    [29795] = {
        name = "콜티라 데스위버",
    },
    [29799] = {
        name = "타사리안",
    },
    [29801] = {
        name = "돌조각장이 볼더크랙",
    },
    [30007] = {
        name = "굴그토크",
    },
    [30127] = {
        name = "요르멜드",
    },
    [30946] = {
        name = "케리토스 블러드블레이드",
    },
    [31044] = {
        name = "대영주 티리온 폴드링",
    },
    [31240] = {
        name = "장군 홀크 스트롱브라우",
    },
    [31241] = {
        name = "치안대장 이발리우스",
    },
})
]])()
