----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [18481] = {
        name = "А'дал",
    },
    [23749] = {
        name = "Капитан Адамс",
    },
    [23780] = {
        name = "Верховный палач Ансельм",
    },
    [23804] = {
        name = "Орфус Камагуанский",
    },
    [23938] = {
        name = "Понтий",
    },
    [23975] = {
        name = "Торелий Мудрый",
    },
    [24056] = {
        name = "Кристофер Слоан",
    },
    [24117] = {
        name = "Луриэль",
    },
    [24123] = {
        name = "Нокома Заклинатель Снегов",
    },
    [24129] = {
        name = "Вождь Прахтотем",
    },
    [24186] = {
        name = "Ведун Странник Туманов",
    },
    [24251] = {
        name = "Главный распространитель чумы Харрис",
    },
    [24273] = {
        name = "Дозорная Лунный Лепесток",
    },
    [24537] = {
        name = "Красавчик Терри",
    },
    [24541] = {
        name = "Тарук",
    },
    [24703] = {
        name = "Вождь Зимняя Стужа",
    },
    [24807] = {
        name = "Уолт",
    },
    [25235] = {
        name = "Хильда Каменная Кузня",
    },
    [25237] = {
        name = "Гаррош Адский Крик",
    },
    [25245] = {
        name = "Джеймс Дикон",
    },
    [25249] = {
        name = "Мушка",
    },
    [25251] = {
        name = "Лерисса",
    },
    [25279] = {
        name = "Властитель Разгор",
    },
    [25299] = {
        name = "Адмирал Кэнтлбри",
    },
    [25302] = {
        name = "Старик Колберн",
    },
    [25307] = {
        name = "Вербовщик Блит",
    },
    [25314] = {
        name = "Верховный маг Беринард",
    },
    [25381] = {
        name = "Волшебница крови Лаурит",
    },
    [25394] = {
        name = "Тенелов Бартус",
    },
    [25737] = {
        name = "Авиатор Небопрыг",
    },
    [25809] = {
        name = "Верховный друид Латориус",
    },
    [25826] = {
        name = "Воздаятель Яаала",
    },
    [25849] = {
        name = "Феззикс Штукельверт",
    },
    [26110] = {
        name = "Библиотекарь Серра",
    },
    [26117] = {
        name = "Релораз",
    },
    [26170] = {
        name = "Тассариан",
    },
    [26180] = {
        name = "Кровавый страж Рох'килл",
    },
    [26194] = {
        name = "Старейшина Ко'нани",
    },
    [26212] = {
        name = "Капитан Гриан Камнегрив",
    },
    [26379] = {
        name = "Командир Агмар",
    },
    [26424] = {
        name = "Самир",
    },
    [26471] = {
        name = "Проекция верховного мага Этаса Похитителя Солнца",
    },
    [26504] = {
        name = "Соар Ярость Ястреба",
    },
    [26659] = {
        name = "Зорт",
    },
    [26673] = {
        name = "Проекция верховного мага Модеры",
    },
    [26860] = {
        name = "Завоевательница Кренна",
    },
    [26875] = {
        name = "Лейтенант Думонт",
    },
    [26886] = {
        name = "Краз",
    },
    [26973] = {
        name = "Страж-смотритель Джоди Песнь Луны",
    },
    [27037] = {
        name = "Торговец шкурами Джун'ик",
    },
    [27136] = {
        name = "Главнокомандующий Халфорд Змеевержец",
    },
    [27221] = {
        name = "Тормак Бывалый",
    },
    [27248] = {
        name = "Аптекарь Вики Левин",
    },
    [27314] = {
        name = "Зелиг Иллюзорный",
    },
    [27337] = {
        name = "Глава шпионов Репайн",
    },
    [27545] = {
        name = "Катя",
    },
    [27719] = {
        name = "Гренникс Ножеверт",
    },
    [27801] = {
        name = "Аватара Фрейи",
    },
    [28032] = {
        name = "Дебаар",
    },
    [28033] = {
        name = "Веслекс Вездеключ",
    },
    [28042] = {
        name = "Капитан Брендон",
    },
    [28043] = {
        name = "Капитан Грондель",
    },
    [28044] = {
        name = "Капитан Руперт",
    },
    [28059] = {
        name = "Командир Фальштав",
    },
    [28062] = {
        name = "Проклинатель Убунго",
    },
    [28092] = {
        name = "Этимидиан",
    },
    [28125] = {
        name = "Доктор Роджерс",
    },
    [28179] = {
        name = "Верховный лорд Тирион Фордринг",
    },
    [28205] = {
        name = "Алхимик Финкльштейн",
    },
    [28217] = {
        name = "Раненый оракул Прибежища Гласа Дождя",
    },
    [28376] = {
        name = "Дориан Гроза Драконов",
    },
    [28401] = {
        name = "Хар'коа",
    },
    [28497] = {
        name = "Чад",
    },
    [28503] = {
        name = "Властитель Дракуру",
    },
    [28771] = {
        name = "Колвин Норрингтон",
    },
    [28787] = {
        name = "Инженер Хелис",
    },
    [29343] = {
        name = "Барон Раздор",
    },
    [29380] = {
        name = "Боевой голем клана Закаленных Бурей",
    },
    [29445] = {
        name = "Торим",
    },
    [29455] = {
        name = "Герк",
    },
    [29473] = {
        name = "Гретхен Искрошип",
    },
    [29579] = {
        name = "Бранн Бронзобород",
    },
    [29592] = {
        name = "Бриджана",
    },
    [29647] = {
        name = "Гимер",
    },
    [29651] = {
        name = "Боктар Кровавое Безумие",
    },
    [29687] = {
        name = "Командир рыцарей Лантинга",
    },
    [29690] = {
        name = "Вождь Яростный Коготь",
    },
    [29733] = {
        name = "Старый шаман Моки",
    },
    [29743] = {
        name = "Лагнус",
    },
    [29795] = {
        name = "Кольтира Ткач Смерти",
    },
    [29799] = {
        name = "Тассариан",
    },
    [29801] = {
        name = "Глыбоскал Камнетес",
    },
    [30007] = {
        name = "Гаргток",
    },
    [30127] = {
        name = "Ньормельд",
    },
    [30946] = {
        name = "Керитоз Кровавый Клинок",
    },
    [31044] = {
        name = "Верховный лорд Тирион Фордринг",
    },
    [31240] = {
        name = "Полководец Хорк Крутобров",
    },
    [31241] = {
        name = "Маршал Ивалий",
    },
})
]])()
