----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [18481] = {
        name = "阿达尔",
    },
    [23749] = {
        name = "亚当斯上尉",
    },
    [23780] = {
        name = "高级执行官安希尔姆",
    },
    [23804] = {
        name = "卡玛古的奥弗斯",
    },
    [23938] = {
        name = "伯提乌斯",
    },
    [23975] = {
        name = "智者索拉留斯",
    },
    [24056] = {
        name = "克里斯托弗·斯洛安",
    },
    [24117] = {
        name = "鲁莉尔蕾",
    },
    [24123] = {
        name = "诺库玛·雪眼",
    },
    [24129] = {
        name = "灰烬图腾酋长",
    },
    [24186] = {
        name = "先知拉瑞恩·迷雾行者",
    },
    [24251] = {
        name = "首席药剂师哈瑞斯",
    },
    [24273] = {
        name = "观察者莉莎·月叶",
    },
    [24537] = {
        name = "帅哥泰里",
    },
    [24541] = {
        name = "塔鲁克",
    },
    [24703] = {
        name = "冬风酋长",
    },
    [24807] = {
        name = "沃尔特",
    },
    [25235] = {
        name = "希尔达·熔石",
    },
    [25237] = {
        name = "加尔鲁什·地狱咆哮",
    },
    [25245] = {
        name = "詹姆斯·迪肯",
    },
    [25249] = {
        name = "米吉",
    },
    [25251] = {
        name = "莉蕾萨",
    },
    [25279] = {
        name = "拉兹格尔大王",
    },
    [25299] = {
        name = "海军上将坎特蕾布莉",
    },
    [25302] = {
        name = "老人科布恩",
    },
    [25307] = {
        name = "征募官布莱瑟",
    },
    [25314] = {
        name = "大法师伯林纳德",
    },
    [25381] = {
        name = "血法师劳莉丝",
    },
    [25394] = {
        name = "暗影密探巴尔苏斯",
    },
    [25737] = {
        name = "飞行员斯凯霍布尔",
    },
    [25809] = {
        name = "大德鲁伊拉索留斯",
    },
    [25826] = {
        name = "守备官雅拉",
    },
    [25849] = {
        name = "菲兹克斯·盖维斯特",
    },
    [26110] = {
        name = "图书馆员塞尔拉",
    },
    [26117] = {
        name = "莱洛拉斯",
    },
    [26170] = {
        name = "萨萨里安",
    },
    [26180] = {
        name = "血卫士洛恩基尔",
    },
    [26194] = {
        name = "长者库纳尼",
    },
    [26212] = {
        name = "格里安·斯托曼上尉",
    },
    [26379] = {
        name = "阿格玛大王",
    },
    [26424] = {
        name = "萨米尔",
    },
    [26471] = {
        name = "大法师艾萨斯·夺日者的影像",
    },
    [26504] = {
        name = "索艾·鹰怒",
    },
    [26659] = {
        name = "佐特",
    },
    [26673] = {
        name = "大法师茉德拉的影像",
    },
    [26860] = {
        name = "征服者克雷娜",
    },
    [26875] = {
        name = "杜蒙特中尉",
    },
    [26886] = {
        name = "克拉斯",
    },
    [26973] = {
        name = "典狱官朱蒂·月歌",
    },
    [27037] = {
        name = "皮货商人休尼克",
    },
    [27136] = {
        name = "高级指挥官哈尔弗·维姆班恩",
    },
    [27221] = {
        name = "托尔玛克",
    },
    [27248] = {
        name = "药剂师薇吉·莱文",
    },
    [27314] = {
        name = "幻象师瑟里格",
    },
    [27337] = {
        name = "间谍女王瑞贝娅",
    },
    [27545] = {
        name = "卡娅",
    },
    [27719] = {
        name = "格里尼克斯·西维格",
    },
    [27801] = {
        name = "弗蕾亚的化身",
    },
    [28032] = {
        name = "蒂巴尔",
    },
    [28033] = {
        name = "维斯雷·扭钳",
    },
    [28042] = {
        name = "布兰顿上尉",
    },
    [28043] = {
        name = "格隆迪尔上尉",
    },
    [28044] = {
        name = "鲁伯特上尉",
    },
    [28059] = {
        name = "指挥官法斯塔夫",
    },
    [28062] = {
        name = "妖术师乌布戈",
    },
    [28125] = {
        name = "罗杰斯博士",
    },
    [28179] = {
        name = "大领主提里奥·弗丁",
    },
    [28205] = {
        name = "炼金师菲肯斯坦",
    },
    [28217] = {
        name = "受伤的雨声神谕者",
    },
    [28376] = {
        name = "多里安·达克斯托克",
    },
    [28401] = {
        name = "哈克娅",
    },
    [28497] = {
        name = "查德",
    },
    [28503] = {
        name = "达库鲁大王",
    },
    [28771] = {
        name = "考尔文·诺灵顿",
    },
    [28787] = {
        name = "工程师赫莉丝",
    },
    [29343] = {
        name = "斯利文男爵",
    },
    [29380] = {
        name = "雷铸作战魔像",
    },
    [29445] = {
        name = "托里姆",
    },
    [29455] = {
        name = "戈尔克",
    },
    [29473] = {
        name = "格莱奇·菲兹巴克",
    },
    [29579] = {
        name = "布莱恩·铜须",
    },
    [29592] = {
        name = "布莉亚娜",
    },
    [29647] = {
        name = "盖米尔",
    },
    [29651] = {
        name = "伯克塔·血怒",
    },
    [29687] = {
        name = "北伐军领主兰迪加",
    },
    [29690] = {
        name = "怒爪酋长",
    },
    [29733] = {
        name = "萨满长者莫奇",
    },
    [29743] = {
        name = "拉格努斯",
    },
    [29795] = {
        name = "库尔迪拉·织亡者",
    },
    [29799] = {
        name = "萨萨里安",
    },
    [29801] = {
        name = "塑石者布德克拉格",
    },
    [30007] = {
        name = "古尔戈索克",
    },
    [30127] = {
        name = "亚米尔德",
    },
    [30946] = {
        name = "克里托斯·血刃",
    },
    [31044] = {
        name = "大领主提里奥·弗丁",
    },
    [31240] = {
        name = "督军霍尔克·粗眉",
    },
    [31241] = {
        name = "伊瓦留斯元帅",
    },
})
]])()
