----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [11157] = {
        name = "邪恶之巢",
    },
    [11167] = {
        name = "新的药剂",
    },
    [11168] = {
        name = "强化毒素",
    },
    [11170] = {
        name = "海中测试",
    },
    [11187] = {
        name = "法师中尉玛利斯特",
    },
    [11188] = {
        name = "一错再错……",
    },
    [11199] = {
        name = "向斥候诺勒斯报到",
    },
    [11202] = {
        name = "任务：永恒的烈焰",
    },
    [11221] = {
        name = "战况报告",
    },
    [11227] = {
        name = "让它们吃乌鸦",
    },
    [11228] = {
        name = "冰冻的地狱……",
    },
    [11229] = {
        name = "风行者舰队",
    },
    [11230] = {
        name = "伏击！",
    },
    [11232] = {
        name = "指引方位",
    },
    [11233] = {
        name = "致命的打击",
    },
    [11234] = {
        name = "向安希尔姆复命",
    },
    [11236] = {
        name = "通灵主宰麦森",
    },
    [11238] = {
        name = "冰霜巨龙和它的主人",
    },
    [11241] = {
        name = "烈火冲天",
    },
    [11243] = {
        name = "如果瓦加德失守……",
    },
    [11244] = {
        name = "营救行动",
    },
    [11245] = {
        name = "危险的塔楼",
    },
    [11246] = {
        name = "可怕而必要的手段",
    },
    [11247] = {
        name = "燃烧吧，斯克恩，燃烧吧！",
    },
    [11248] = {
        name = "行动代号：斯克恩之怒",
    },
    [11250] = {
        name = "向斯克恩的征服者致敬！",
    },
    [11253] = {
        name = "嗅出敌人",
    },
    [11254] = {
        name = "龙皮地图",
    },
    [11255] = {
        name = "龙颅村的囚犯",
    },
    [11256] = {
        name = "进攻斯克恩！",
    },
    [11257] = {
        name = "可怕而必要的手段",
    },
    [11258] = {
        name = "燃烧吧，斯克恩，燃烧吧！",
    },
    [11259] = {
        name = "危险的塔楼",
    },
    [11261] = {
        name = "斯克恩的征服者！",
    },
    [11264] = {
        name = "通灵主宰麦森",
    },
    [11267] = {
        name = "冰霜巨龙和它的主人",
    },
    [11270] = {
        name = "地狱般的战争",
    },
    [11275] = {
        name = "制作号角",
    },
    [11282] = {
        name = "领略恐惧",
    },
    [11283] = {
        name = "血战拜尔海姆",
    },
    [11285] = {
        name = "拜尔海姆在燃烧！",
    },
    [11286] = {
        name = "钢铁之门的古器",
    },
    [11288] = {
        name = "闪耀的圣光",
    },
    [11290] = {
        name = "掠龙作战计划",
    },
    [11291] = {
        name = "前往西部卫戍要塞！",
    },
    [11295] = {
        name = "开始进攻",
    },
    [11298] = {
        name = "酒里有什么？",
    },
    [11301] = {
        name = "疯狂的研究",
    },
    [11303] = {
        name = "伏击",
    },
    [11304] = {
        name = "新阿加曼德",
    },
    [11305] = {
        name = "量身订制",
    },
    [11306] = {
        name = "加热搅拌",
    },
    [11307] = {
        name = "药剂喷雾",
    },
    [11308] = {
        name = "清理实验场",
    },
    [11309] = {
        name = "重要零件",
    },
    [11310] = {
        name = "集中处理",
    },
    [11311] = {
        name = "压制元素生物",
    },
    [11313] = {
        name = "冰之精魂",
    },
    [11314] = {
        name = "堕落的姐妹",
    },
    [11315] = {
        name = "野蛮之藤",
    },
    [11316] = {
        name = "扭曲之林",
    },
    [11317] = {
        name = "净化",
    },
    [11319] = {
        name = "暗魂守护者的种子",
    },
    [11322] = {
        name = "净化",
    },
    [11323] = {
        name = "座狼的伪装",
    },
    [11324] = {
        name = "头狼",
    },
    [11325] = {
        name = "座狼的伪装",
    },
    [11326] = {
        name = "头狼",
    },
    [11327] = {
        name = "任务：夺回包裹",
    },
    [11328] = {
        name = "任务：被遗忘者的情报",
    },
    [11329] = {
        name = "想尽办法！",
    },
    [11330] = {
        name = "绝对……没问题！",
    },
    [11331] = {
        name = "你去告诉他……嗝儿！",
    },
    [11332] = {
        name = "任务：瘟疫罐！",
    },
    [11333] = {
        name = "进入灵魂世界",
    },
    [11343] = {
        name = "伊米隆的回响",
    },
    [11344] = {
        name = "尼弗莱瓦的痛苦",
    },
    [11348] = {
        name = "命令符文",
    },
    [11351] = {
        name = "掌控符文",
    },
    [11359] = {
        name = "击败麦加利斯",
    },
    [11365] = {
        name = "巨人的迁徙",
    },
    [11414] = {
        name = "兄弟的背叛",
    },
    [11415] = {
        name = "兄弟的背叛",
    },
    [11416] = {
        name = "巨鹰之眼",
    },
    [11417] = {
        name = "巨鹰之眼",
    },
    [11423] = {
        name = "敌人的史诗",
    },
    [11428] = {
        name = "凋零之叶",
    },
    [11432] = {
        name = "休眠的巨人",
    },
    [11433] = {
        name = "休眠的巨人",
    },
    [11434] = {
        name = "被遗忘的宝藏",
    },
    [11436] = {
        name = "冲浪去！",
    },
    [11452] = {
        name = "沉睡的国王",
    },
    [11455] = {
        name = "金币的芳香",
    },
    [11459] = {
        name = "塞吉说……",
    },
    [11464] = {
        name = "赌债",
    },
    [11466] = {
        name = "嗜酒的杰克",
    },
    [11467] = {
        name = "死人的债务",
    },
    [11471] = {
        name = "取而代之",
    },
    [11473] = {
        name = "有内鬼！",
    },
    [11475] = {
        name = "必需的工具",
    },
    [11476] = {
        name = "呱呱叫的和刮东西的",
    },
    [11479] = {
        name = "“火柴腿”丹",
    },
    [11480] = {
        name = "见见二把手",
    },
    [11483] = {
        name = "我们可以重建它",
    },
    [11484] = {
        name = "我们有技术",
    },
    [11485] = {
        name = "铁符文构造体与你：火箭跳",
    },
    [11489] = {
        name = "铁符文构造体与你：收集数据",
    },
    [11491] = {
        name = "铁符文构造体与你：唬骗",
    },
    [11494] = {
        name = "闪电圣物",
    },
    [11495] = {
        name = "轰鸣的雷霆",
    },
    [11501] = {
        name = "东边来的消息",
    },
    [11504] = {
        name = "亡者复生！",
    },
    [11507] = {
        name = "卡玛古的长者阿图伊克",
    },
    [11508] = {
        name = "格雷兹克斯·斯宾德斯纳普",
    },
    [11509] = {
        name = "“银月”哈瑞",
    },
    [11510] = {
        name = "斯库德",
    },
    [11511] = {
        name = "风暴愤怒法杖",
    },
    [11512] = {
        name = "伊斯多弗的冰冷之心",
    },
    [11519] = {
        name = "失落的古神之盾",
    },
    [11527] = {
        name = "慈悲修女号上的叛变",
    },
    [11529] = {
        name = "索罗夫的宝藏",
    },
    [11530] = {
        name = "古神之盾",
    },
    [11559] = {
        name = "冬鳞鱼人的贸易",
    },
    [11560] = {
        name = "救救蝌蚪！",
    },
    [11561] = {
        name = "就是他们！",
    },
    [11562] = {
        name = "我被敲竹杠了！",
    },
    [11563] = {
        name = "咕噜咕噜呜啦哇啦！",
    },
    [11564] = {
        name = "美味炖鲸肉",
    },
    [11565] = {
        name = "备用的鱼人服",
    },
    [11566] = {
        name = "决不投降！",
    },
    [11567] = {
        name = "克瓦迪尔上古甲胄",
    },
    [11568] = {
        name = "安息",
    },
    [11569] = {
        name = "钥匙管理者呜啦咕噜",
    },
    [11570] = {
        name = "逃离冬鳞洞穴",
    },
    [11571] = {
        name = "学习沟通",
    },
    [11572] = {
        name = "返回阿图伊克身边",
    },
    [11574] = {
        name = "危在旦夕",
    },
    [11575] = {
        name = "千钧一发",
    },
    [11576] = {
        name = "监视裂谷：悬崖异常",
    },
    [11582] = {
        name = "监视裂谷：峭壁断层",
    },
    [11585] = {
        name = "地狱咆哮的堡垒",
    },
    [11587] = {
        name = "越狱",
    },
    [11590] = {
        name = "调查",
    },
    [11591] = {
        name = "钢腭的车队",
    },
    [11592] = {
        name = "攻击！",
    },
    [11593] = {
        name = "亡者的尊严",
    },
    [11594] = {
        name = "让他们安息",
    },
    [11595] = {
        name = "战歌要塞的防御",
    },
    [11596] = {
        name = "战歌要塞的防御",
    },
    [11598] = {
        name = "夺回巨石采掘场",
    },
    [11599] = {
        name = "萨萨里安，我的哥哥",
    },
    [11600] = {
        name = "威廉·奥雷顿之死",
    },
    [11601] = {
        name = "柳暗花明",
    },
    [11602] = {
        name = "切断虫源",
    },
    [11603] = {
        name = "酒中的真相",
    },
    [11604] = {
        name = "逃兵",
    },
    [11605] = {
        name = "海象人的先祖",
    },
    [11606] = {
        name = "耐心是我们不需要的美德",
    },
    [11607] = {
        name = "失落的灵魂",
    },
    [11608] = {
        name = "活埋了那些蟑螂！",
    },
    [11609] = {
        name = "寻找古器",
    },
    [11610] = {
        name = "先祖的回归",
    },
    [11611] = {
        name = "被掠走的苦工",
    },
    [11612] = {
        name = "夺回采掘场",
    },
    [11613] = {
        name = "卡鲁克的誓言",
    },
    [11614] = {
        name = "隐藏的真相",
    },
    [11615] = {
        name = "尼鲁巴尔的秘密",
    },
    [11616] = {
        name = "通知地狱咆哮",
    },
    [11617] = {
        name = "别让他们逃了！",
    },
    [11618] = {
        name = "增援来了……",
    },
    [11619] = {
        name = "残忍的贾梅尔",
    },
    [11620] = {
        name = "父亲的话",
    },
    [11623] = {
        name = "拜访馆长",
    },
    [11624] = {
        name = "睿智的气元素",
    },
    [11625] = {
        name = "纳兹亚的三叉戟",
    },
    [11626] = {
        name = "使者",
    },
    [11627] = {
        name = "沸点",
    },
    [11628] = {
        name = "天灾的外衣",
    },
    [11629] = {
        name = "返回灵语者身边",
    },
    [11630] = {
        name = "腐化的土地",
    },
    [11631] = {
        name = "空气的幻象",
    },
    [11632] = {
        name = "寒风中的怪兽……",
    },
    [11633] = {
        name = "乔装潜入",
    },
    [11634] = {
        name = "驭风大师图波尔",
    },
    [11635] = {
        name = "先知格雷姆沃克之魂",
    },
    [11636] = {
        name = "魔法飞毯",
    },
    [11637] = {
        name = "卡加尼舒",
    },
    [11638] = {
        name = "落叶归根",
    },
    [11639] = {
        name = "向犸格莫斯复仇",
    },
    [11640] = {
        name = "力量之语",
    },
    [11641] = {
        name = "勇猛的进攻",
    },
    [11642] = {
        name = "坦克可不会自己修好！",
    },
    [11643] = {
        name = "莫布的坦克零件气动装配器",
    },
    [11644] = {
        name = "超强度金属板！",
    },
    [11645] = {
        name = "恶心的北地狗头人！",
    },
    [11646] = {
        name = "苔原上的审讯",
    },
    [11647] = {
        name = "中和天灾之锅",
    },
    [11648] = {
        name = "说服的艺术",
    },
    [11649] = {
        name = "风暴微粒",
    },
    [11650] = {
        name = "还要一些东西……",
    },
    [11651] = {
        name = "坦克准备就绪！",
    },
    [11652] = {
        name = "纳萨姆平原",
    },
    [11653] = {
        name = "大块头",
    },
    [11654] = {
        name = "鲜血尖塔",
    },
    [11655] = {
        name = "深入迷雾",
    },
    [11656] = {
        name = "烧毁船只",
    },
    [11658] = {
        name = "B计划",
    },
    [11659] = {
        name = "击碎宝珠！",
    },
    [11660] = {
        name = "古代水手的号角",
    },
    [11661] = {
        name = "舵手奥拉布斯",
    },
    [11662] = {
        name = "找到卡鲁克！",
    },
    [11663] = {
        name = "分享情报",
    },
    [11664] = {
        name = "逃离迷雾",
    },
    [11670] = {
        name = "是兽人干的！真的！",
    },
    [11671] = {
        name = "与时间赛跑",
    },
    [11672] = {
        name = "应征入伍",
    },
    [11673] = {
        name = "带我出去！",
    },
    [11674] = {
        name = "先知赫米萨",
    },
    [11675] = {
        name = "死亡的解脱",
    },
    [11676] = {
        name = "慈悲为怀",
    },
    [11677] = {
        name = "阻止瘟疫",
    },
    [11678] = {
        name = "找到萨安·钢角",
    },
    [11679] = {
        name = "重铸钥匙",
    },
    [11680] = {
        name = "准备飞翔",
    },
    [11681] = {
        name = "营救艾瓦诺尔",
    },
    [11682] = {
        name = "苏雷斯塔兹",
    },
    [11683] = {
        name = "坠落的浮空城",
    },
    [11684] = {
        name = "侦察虫孔",
    },
    [11685] = {
        name = "元素之心",
    },
    [11686] = {
        name = "战歌农场",
    },
    [11687] = {
        name = "博士和巫妖领主",
    },
    [11688] = {
        name = "该死的猪",
    },
    [11689] = {
        name = "报告坏消息",
    },
    [11690] = {
        name = "把它们活着带回去",
    },
    [11692] = {
        name = "寻找比希",
    },
    [11693] = {
        name = "好极了……天灾猛犸人！",
    },
    [11694] = {
        name = "山洞中的瘟疫",
    },
    [11695] = {
        name = "元素愤怒号角",
    },
    [11697] = {
        name = "丁奇跑进浮空城了！",
    },
    [11698] = {
        name = "顺便清理天灾士兵",
    },
    [11699] = {
        name = "我被困在笼子里了……",
    },
    [11700] = {
        name = "通知比希",
    },
    [11701] = {
        name = "返回机场",
    },
    [11702] = {
        name = "国王姆嘎姆嘎",
    },
    [11703] = {
        name = "暗影密探盖特莱",
    },
    [11704] = {
        name = "国王姆嘎姆嘎",
    },
    [11705] = {
        name = "愚蠢的努力",
    },
    [11706] = {
        name = "天崩地裂",
    },
    [11707] = {
        name = "迫在眉睫",
    },
    [11708] = {
        name = "机械侏儒",
    },
    [11709] = {
        name = "诺克·血怒",
    },
    [11710] = {
        name = "转换器怎么了？",
    },
    [11711] = {
        name = "逃兵快递，30分钟送到否则免费",
    },
    [11712] = {
        name = "物质转换注射器",
    },
    [11713] = {
        name = "侦察虫孔",
    },
    [11714] = {
        name = "清除北地狗头人",
    },
    [11715] = {
        name = "石油资源",
    },
    [11716] = {
        name = "奇妙的血孢",
    },
    [11717] = {
        name = "授粉的巨蛾",
    },
    [11718] = {
        name = "猛犸的毛皮",
    },
    [11719] = {
        name = "完美的测试对象",
    },
    [11720] = {
        name = "攻打迦莫斯",
    },
    [11721] = {
        name = "折磨者迦莫斯拉",
    },
    [11722] = {
        name = "迦莫斯的战利品",
    },
    [11723] = {
        name = "天摇地动！",
    },
    [11724] = {
        name = "巨大的蛾卵",
    },
    [11725] = {
        name = "寻找“尾旋”",
    },
    [11726] = {
        name = "一点辣椒",
    },
    [11727] = {
        name = "英雄的时代",
    },
    [11728] = {
        name = "狼的排泄物",
    },
    [11729] = {
        name = "超声波螺丝刀",
    },
    [11730] = {
        name = "主与仆",
    },
    [11733] = {
        name = "飞越裂谷",
    },
    [11788] = {
        name = "左膀右臂",
    },
    [11789] = {
        name = "急需帮助的士兵",
    },
    [11790] = {
        name = "隐藏的诅咒教徒",
    },
    [11791] = {
        name = "通知阿洛斯",
    },
    [11792] = {
        name = "圣光的敌人",
    },
    [11793] = {
        name = "继续调查",
    },
    [11794] = {
        name = "猎杀行动",
    },
    [11795] = {
        name = "紧急情况守则：第8章，第2节，第3段",
    },
    [11796] = {
        name = "紧急情况守则：第8章，第2节，第4段",
    },
    [11797] = {
        name = "虫临城下",
    },
    [11798] = {
        name = "机甲专家麦卡佐德",
    },
    [11864] = {
        name = "决战奈辛瓦里",
    },
    [11865] = {
        name = "死不足惜",
    },
    [11866] = {
        name = "敌人的耳环",
    },
    [11867] = {
        name = "更多耳环……",
    },
    [11868] = {
        name = "驯鹿杀手之死",
    },
    [11869] = {
        name = "欢乐的蚌壳",
    },
    [11870] = {
        name = "遗弃海岸",
    },
    [11871] = {
        name = "不可容忍",
    },
    [11872] = {
        name = "罪恶的蛤蜊主宰……",
    },
    [11873] = {
        name = "通知菲兹兰克",
    },
    [11876] = {
        name = "帮助弱小",
    },
    [11878] = {
        name = "库诺克的智慧",
    },
    [11879] = {
        name = "猛犸毁灭者卡奥",
    },
    [11881] = {
        name = "运货行动！",
    },
    [11884] = {
        name = "尼达尔，犀牛之王……",
    },
    [11887] = {
        name = "应急的物资",
    },
    [11888] = {
        name = "前往牦牛村",
    },
    [11889] = {
        name = "空中的虫子",
    },
    [11890] = {
        name = "他们想干什么？",
    },
    [11892] = {
        name = "刺杀哈罗德·兰恩",
    },
    [11893] = {
        name = "元素的力量",
    },
    [11894] = {
        name = "修修补补",
    },
    [11895] = {
        name = "风暴的主宰",
    },
    [11896] = {
        name = "闪电的力量",
    },
    [11897] = {
        name = "炸毁虫孔",
    },
    [11898] = {
        name = "过关斩将",
    },
    [11899] = {
        name = "灵魂的解脱",
    },
    [11900] = {
        name = "监测数据",
    },
    [11901] = {
        name = "军队？什么军队？",
    },
    [11902] = {
        name = "致命的谷物",
    },
    [11903] = {
        name = "战斗的时刻",
    },
    [11904] = {
        name = "劳动的果实",
    },
    [11906] = {
        name = "净化水池",
    },
    [11907] = {
        name = "机械副官",
    },
    [11908] = {
        name = "参考资料",
    },
    [11909] = {
        name = "击败机甲专家",
    },
    [11910] = {
        name = "古树的秘密",
    },
    [11912] = {
        name = "冰冷的草莓",
    },
    [11913] = {
        name = "万无一失",
    },
    [11914] = {
        name = "保持隐蔽",
    },
    [11916] = {
        name = "地狱咆哮的勇士",
    },
    [11918] = {
        name = "基本的训练",
    },
    [11919] = {
        name = "猎龙",
    },
    [11920] = {
        name = "隐藏的诅咒教徒",
    },
    [11927] = {
        name = "坊间的传言",
    },
    [11928] = {
        name = "致远郡",
    },
    [11929] = {
        name = "牦牛村的陷落",
    },
    [11930] = {
        name = "横贯冰原",
    },
    [11931] = {
        name = "破译密码",
    },
    [11932] = {
        name = "懦夫和蠢货",
    },
    [11936] = {
        name = "蓝龙的卵",
    },
    [11938] = {
        name = "争取时间",
    },
    [11940] = {
        name = "猎龙",
    },
    [11941] = {
        name = "奇怪……",
    },
    [11942] = {
        name = "通行之语",
    },
    [11943] = {
        name = "牢笼",
    },
    [11944] = {
        name = "我们被包围了！",
    },
    [11945] = {
        name = "做最坏的打算",
    },
    [11946] = {
        name = "克莉斯塔萨",
    },
    [11949] = {
        name = "战斗到底！",
    },
    [11950] = {
        name = "穆希特的智慧",
    },
    [11951] = {
        name = "诱饵",
    },
    [11956] = {
        name = "寻找护命匣",
    },
    [11957] = {
        name = "莎拉苟萨的末日",
    },
    [11958] = {
        name = "不要浪费",
    },
    [11959] = {
        name = "消灭洛根",
    },
    [11961] = {
        name = "神灵的眷顾",
    },
    [11962] = {
        name = "最后一批矿石",
    },
    [11963] = {
        name = "给致远郡的武器",
    },
    [11965] = {
        name = "集结的钟声！",
    },
    [11967] = {
        name = "集结红龙",
    },
    [11968] = {
        name = "情势扭转",
    },
    [11969] = {
        name = "触动陷阱",
    },
    [11977] = {
        name = "牦牛人中的牛头人",
    },
    [11978] = {
        name = "深入密林",
    },
    [11979] = {
        name = "牦牛人和牛头人",
    },
    [11980] = {
        name = "部落的荣耀",
    },
    [11983] = {
        name = "部落的血誓",
    },
    [11984] = {
        name = "抓巨魔",
    },
    [11989] = {
        name = "停战？",
    },
    [11990] = {
        name = "幻象之瓶",
    },
    [11991] = {
        name = "解读象形文字",
    },
    [11996] = {
        name = "前往阿格玛之锤",
    },
    [11998] = {
        name = "灵活的手段",
    },
    [11999] = {
        name = "寻找线索",
    },
    [12000] = {
        name = "寻找线索",
    },
    [12002] = {
        name = "战斗中的兄弟",
    },
    [12003] = {
        name = "寻找隧道",
    },
    [12004] = {
        name = "阻碍协议",
    },
    [12005] = {
        name = "阻碍协议",
    },
    [12006] = {
        name = "上层精灵的愤怒",
    },
    [12007] = {
        name = "必要的牺牲",
    },
    [12008] = {
        name = "阿格玛之锤",
    },
    [12009] = {
        name = "图尔凯的螃蟹陷阱",
    },
    [12010] = {
        name = "奥尔隆德的命运",
    },
    [12011] = {
        name = "大麻烦的征兆",
    },
    [12014] = {
        name = "坚如磐石？",
    },
    [12019] = {
        name = "最后的义务",
    },
    [12026] = {
        name = "破损的日记",
    },
    [12028] = {
        name = "灵魂视界",
    },
    [12030] = {
        name = "长者玛纳洛",
    },
    [12031] = {
        name = "解脱和安息",
    },
    [12032] = {
        name = "海洋女神",
    },
    [12034] = {
        name = "胜利将近……",
    },
    [12035] = {
        name = "重新装配",
    },
    [12036] = {
        name = "艾卓-尼鲁布的深渊",
    },
    [12042] = {
        name = "古树精华宝石",
    },
    [12053] = {
        name = "部落的力量",
    },
    [12054] = {
        name = "翻译日记",
    },
    [12055] = {
        name = "奇怪的设备",
    },
    [12057] = {
        name = "血之魔典",
    },
    [12058] = {
        name = "符文中的预言",
    },
    [12059] = {
        name = "奇怪的设备",
    },
    [12060] = {
        name = "投影和计划",
    },
    [12061] = {
        name = "投影和计划",
    },
    [12063] = {
        name = "冰雾的力量",
    },
    [12064] = {
        name = "阿努巴尔的束缚",
    },
    [12065] = {
        name = "海岸上的魔法焦点",
    },
    [12066] = {
        name = "海岸上的魔法焦点",
    },
    [12067] = {
        name = "一封家书",
    },
    [12068] = {
        name = "灰尘之声",
    },
    [12069] = {
        name = "大酋长归来",
    },
    [12071] = {
        name = "空中打击！",
    },
    [12072] = {
        name = "该死的荒芜兽！",
    },
    [12073] = {
        name = "“钢铁之子”",
    },
    [12075] = {
        name = "采集样本",
    },
    [12076] = {
        name = "恶心的生意",
    },
    [12077] = {
        name = "主动示好",
    },
    [12078] = {
        name = "抓虫子",
    },
    [12079] = {
        name = "践踏大地",
    },
    [12080] = {
        name = "冰虫之母",
    },
    [12083] = {
        name = "森林上空",
    },
    [12084] = {
        name = "森林上空",
    },
    [12085] = {
        name = "一封家书",
    },
    [12086] = {
        name = "卡库特之子",
    },
    [12088] = {
        name = "死亡骑士萨萨里安",
    },
    [12098] = {
        name = "搜索因度雷村",
    },
    [12100] = {
        name = "腐烂的器官",
    },
    [12101] = {
        name = "好医生……",
    },
    [12102] = {
        name = "红玉丁香",
    },
    [12104] = {
        name = "返回索艾身边",
    },
    [12106] = {
        name = "搜索因度雷村",
    },
    [12107] = {
        name = "魔网能量线的终端",
    },
    [12110] = {
        name = "魔网能量线的终端",
    },
    [12111] = {
        name = "野生动物的疫苗",
    },
    [12115] = {
        name = "库尔迪拉和亡者之语",
    },
    [12116] = {
        name = "孤胆英雄……",
    },
    [12117] = {
        name = "前往莫亚基港口",
    },
    [12119] = {
        name = "拜见红龙女王",
    },
    [12120] = {
        name = "达卡古尔之槌",
    },
    [12121] = {
        name = "死后相见",
    },
    [12122] = {
        name = "拜见红龙女王",
    },
    [12123] = {
        name = "通知女王",
    },
    [12124] = {
        name = "通知女王",
    },
    [12125] = {
        name = "邪能之约",
    },
    [12126] = {
        name = "邪恶之约",
    },
    [12127] = {
        name = "冰霜之约",
    },
    [12128] = {
        name = "找到莱加尔",
    },
    [12129] = {
        name = "完美的计划",
    },
    [12130] = {
        name = "抢夺零件",
    },
    [12131] = {
        name = "我们有能源",
    },
    [12132] = {
        name = "毁灭的力量",
    },
    [12134] = {
        name = "萨莎的狩猎",
    },
    [12136] = {
        name = "翻译过的魔典",
    },
    [12137] = {
        name = "冷静一下，伙计",
    },
    [12138] = {
        name = "……我们没有能源",
    },
    [12140] = {
        name = "洛纳乌克万岁！",
    },
    [12141] = {
        name = "外交任务",
    },
    [12152] = {
        name = "金亚拉克的末日",
    },
    [12153] = {
        name = "铁领主和他的保镖",
    },
    [12154] = {
        name = "停电",
    },
    [12157] = {
        name = "失踪的信使",
    },
    [12164] = {
        name = "狼人的末日",
    },
    [12165] = {
        name = "有趣的计划",
    },
    [12166] = {
        name = "艾露恩的火油",
    },
    [12167] = {
        name = "消灭教徒",
    },
    [12168] = {
        name = "扎古斯的礼物",
    },
    [12169] = {
        name = "高阶教徒",
    },
    [12175] = {
        name = "灰狼的毛皮",
    },
    [12176] = {
        name = "替代品",
    },
    [12177] = {
        name = "休尼克的掩饰",
    },
    [12178] = {
        name = "给克雷娜送货",
    },
    [12180] = {
        name = "被俘虏的勘探员",
    },
    [12183] = {
        name = "搜集制服",
    },
    [12184] = {
        name = "拍摄照片",
    },
    [12185] = {
        name = "笑脸面对洛肯！",
    },
    [12195] = {
        name = "不速之“客”",
    },
    [12196] = {
        name = "收集零件",
    },
    [12197] = {
        name = "我们有能源",
    },
    [12198] = {
        name = "……我们没有能源",
    },
    [12199] = {
        name = "击败铁领主",
    },
    [12201] = {
        name = "监工的制服",
    },
    [12202] = {
        name = "活灵活现",
    },
    [12203] = {
        name = "洛肯的命令",
    },
    [12204] = {
        name = "以洛肯之名",
    },
    [12206] = {
        name = "测试药剂",
    },
    [12207] = {
        name = "沃达希尔的陨落",
    },
    [12211] = {
        name = "确保他们不再站起来！",
    },
    [12213] = {
        name = "地下的黑暗",
    },
    [12219] = {
        name = "倒下的世界之树",
    },
    [12220] = {
        name = "黑暗的影响",
    },
    [12224] = {
        name = "库卡隆先锋！",
    },
    [12229] = {
        name = "可能的关联",
    },
    [12230] = {
        name = "收取炸弹",
    },
    [12231] = {
        name = "熊神的后代",
    },
    [12232] = {
        name = "炸毁弩炮",
    },
    [12234] = {
        name = "日常计划",
    },
    [12235] = {
        name = "纳克萨玛斯与暮冬城的陷落",
    },
    [12236] = {
        name = "乌索克，巨熊之神",
    },
    [12237] = {
        name = "拯救暮冬城平民",
    },
    [12239] = {
        name = "新壁炉谷的卧底",
    },
    [12241] = {
        name = "摧毁树苗",
    },
    [12242] = {
        name = "沃达希尔的种子",
    },
    [12246] = {
        name = "可能的关联",
    },
    [12247] = {
        name = "乌索克的孩子",
    },
    [12248] = {
        name = "沃达希尔的树苗",
    },
    [12249] = {
        name = "乌索克，巨熊之神",
    },
    [12250] = {
        name = "沃达希尔的种子",
    },
    [12251] = {
        name = "向高级指挥官复命",
    },
    [12253] = {
        name = "拯救暮冬城的平民",
    },
    [12254] = {
        name = "祈祷之书",
    },
    [12256] = {
        name = "缚焰者的秘密",
    },
    [12257] = {
        name = "显示力量",
    },
    [12259] = {
        name = "沃德伦的领主",
    },
    [12260] = {
        name = "完美的伪装",
    },
    [12262] = {
        name = "驱逐天灾",
    },
    [12266] = {
        name = "毁灭的故事",
    },
    [12274] = {
        name = "狼狈不堪",
    },
    [12281] = {
        name = "天灾战争机器的奥秘",
    },
    [12282] = {
        name = "往日的烙印",
    },
    [12283] = {
        name = "寻找真相",
    },
    [12285] = {
        name = "先发制人",
    },
    [12287] = {
        name = "欧瑞克·图哈特",
    },
    [12290] = {
        name = "黑暗草",
    },
    [12291] = {
        name = "被遗忘的故事",
    },
    [12292] = {
        name = "当地人的支持",
    },
    [12293] = {
        name = "完成交易",
    },
    [12294] = {
        name = "暂时的协议",
    },
    [12295] = {
        name = "外交活动",
    },
    [12299] = {
        name = "北边的敌人",
    },
    [12300] = {
        name = "勇气的试炼",
    },
    [12301] = {
        name = "真相会让我们解脱",
    },
    [12302] = {
        name = "萨莎的警告",
    },
    [12305] = {
        name = "离别的思绪",
    },
    [12307] = {
        name = "破狼草",
    },
    [12308] = {
        name = "逃离银溪镇",
    },
    [12309] = {
        name = "找到杜尔库！",
    },
    [12310] = {
        name = "快速反应",
    },
    [12311] = {
        name = "贵族的陵墓",
    },
    [12327] = {
        name = "梦游体验",
    },
    [12328] = {
        name = "卢娜的要求",
    },
    [12329] = {
        name = "命运与巧合",
    },
    [12330] = {
        name = "阿纳托雷",
    },
    [12411] = {
        name = "姐姐的誓言",
    },
    [12412] = {
        name = "我的敌人的朋友",
    },
    [12413] = {
        name = "攻击银溪镇",
    },
    [12416] = {
        name = "白热化的战斗",
    },
    [12417] = {
        name = "重归尘土",
    },
    [12418] = {
        name = "烈焰之地",
    },
    [12419] = {
        name = "红玉巨龙圣地的命运",
    },
    [12427] = {
        name = "征服斗兽场：斗熊！",
    },
    [12428] = {
        name = "征服斗兽场：疯狂的熊怪",
    },
    [12429] = {
        name = "征服斗兽场：鲜血与金属",
    },
    [12430] = {
        name = "征服斗兽场：九死一生",
    },
    [12431] = {
        name = "征服斗兽场：摊牌",
    },
    [12435] = {
        name = "向阿弗拉沙斯塔兹报到",
    },
    [12448] = {
        name = "白热化的战斗",
    },
    [12449] = {
        name = "重归尘土",
    },
    [12450] = {
        name = "烈焰之地",
    },
    [12453] = {
        name = "白肩鹰的眼睛",
    },
    [12460] = {
        name = "前往红玉巨龙圣地",
    },
    [12461] = {
        name = "前往红玉巨龙圣地",
    },
    [12468] = {
        name = "征服者的指派",
    },
    [12471] = {
        name = "残忍的克瓦迪尔",
    },
    [12475] = {
        name = "隐藏的秘密",
    },
    [12478] = {
        name = "霜之哀伤洞穴",
    },
    [12481] = {
        name = "骂阵",
    },
    [12482] = {
        name = "进攻尼弗莱瓦",
    },
    [12486] = {
        name = "立即前往博古洛克前哨站！",
    },
    [12496] = {
        name = "红龙女王的指引",
    },
    [12497] = {
        name = "迦拉克隆与天灾军团",
    },
    [12498] = {
        name = "红龙之翼",
    },
    [12499] = {
        name = "返回安加萨",
    },
    [12500] = {
        name = "返回安加萨",
    },
    [12504] = {
        name = "银色北伐军，撤退！",
    },
    [12505] = {
        name = "给斯塔哈默中士的新命令",
    },
    [12506] = {
        name = "西莱图斯祭坛的麻烦",
    },
    [12507] = {
        name = "奇怪的魔精",
    },
    [12508] = {
        name = "扫清巨魔",
    },
    [12510] = {
        name = "珍贵的元素液体",
    },
    [12512] = {
        name = "一个也不能少",
    },
    [12514] = {
        name = "蘑菇混合剂",
    },
    [12516] = {
        name = "过犹不及",
    },
    [12520] = {
        name = "狩猎犀牛：初试身手",
    },
    [12522] = {
        name = "需要引擎",
    },
    [12523] = {
        name = "借零件",
    },
    [12524] = {
        name = "风险投资公司的风险",
    },
    [12525] = {
        name = "工头斯温迪格林",
    },
    [12526] = {
        name = "狩猎犀牛：乘胜追击",
    },
    [12528] = {
        name = "伪装奴隶",
    },
    [12529] = {
        name = "猩猩猎手的奴隶",
    },
    [12530] = {
        name = "狩猎硬皮猩猩",
    },
    [12531] = {
        name = "地下的威胁",
    },
    [12532] = {
        name = "鸡飞狼跳！",
    },
    [12533] = {
        name = "蓝蜂猎手的学徒",
    },
    [12534] = {
        name = "蓝色蜂后",
    },
    [12535] = {
        name = "恶作剧的材料",
    },
    [12536] = {
        name = "颠簸的航行",
    },
    [12537] = {
        name = "闪电确实两次打中同一个地方！",
    },
    [12538] = {
        name = "猎杀雾语鳄鱼人",
    },
    [12539] = {
        name = "步行回家",
    },
    [12540] = {
        name = "遵命行事",
    },
    [12543] = {
        name = "给索乌拉姆的祭品",
    },
    [12544] = {
        name = "诺兹隆之骨",
    },
    [12546] = {
        name = "力挽狂澜",
    },
    [12547] = {
        name = "启动符文",
    },
    [12548] = {
        name = "源生石像",
    },
    [12549] = {
        name = "狩猎恶刃豹：成为猎手",
    },
    [12550] = {
        name = "狩猎恶刃豹：追踪猎物",
    },
    [12551] = {
        name = "狩猎鳄鱼：试炼",
    },
    [12552] = {
        name = "通灵师之死",
    },
    [12553] = {
        name = "撒网者的喷丝头",
    },
    [12554] = {
        name = "腐蚀者玛拉斯",
    },
    [12555] = {
        name = "缠绕投网器",
    },
    [12556] = {
        name = "狩猎犀牛：终极决战",
    },
    [12557] = {
        name = "实验室的学徒",
    },
    [12558] = {
        name = "狩猎恶刃豹：突然袭击",
    },
    [12559] = {
        name = "开启界门 - 造物者之座",
    },
    [12560] = {
        name = "狩猎鳄鱼：计划",
    },
    [12561] = {
        name = "信任危机",
    },
    [12562] = {
        name = "达卡莱巨魔不需要水元素！",
    },
    [12566] = {
        name = "增援冬蹄营地",
    },
    [12569] = {
        name = "狩猎鳄鱼：伏击",
    },
    [12570] = {
        name = "幸福的误会",
    },
    [12571] = {
        name = "赶走坏蛇",
    },
    [12572] = {
        name = "神祇喜欢亮闪闪的东西",
    },
    [12573] = {
        name = "议和",
    },
    [12574] = {
        name = "这么快就回来啦？",
    },
    [12575] = {
        name = "被抢走的雾语宝物",
    },
    [12576] = {
        name = "被迫出手",
    },
    [12577] = {
        name = "回家喽！",
    },
    [12578] = {
        name = "愤怒的鳄鱼人",
    },
    [12579] = {
        name = "苔行祭坛的源血碎片",
    },
    [12580] = {
        name = "苔行村的救星",
    },
    [12581] = {
        name = "英雄的负担",
    },
    [12583] = {
        name = "坠毁的喷射器",
    },
    [12584] = {
        name = "纯粹的邪恶",
    },
    [12595] = {
        name = "更大的猎物",
    },
    [12596] = {
        name = "巡逻任务",
    },
    [12597] = {
        name = "止痛药",
    },
    [12598] = {
        name = "扔手雷",
    },
    [12599] = {
        name = "温暖的篝火",
    },
    [12603] = {
        name = "磨尖你的爪子",
    },
    [12605] = {
        name = "诱龙出巢",
    },
    [12606] = {
        name = "茧中人",
    },
    [12607] = {
        name = "驯服猛犸象",
    },
    [12608] = {
        name = "诅咒教派的袭击",
    },
    [12611] = {
        name = "七倍奉还",
    },
    [12612] = {
        name = "倒塌的水晶柱",
    },
    [12613] = {
        name = "开启界门 - 造物者悬台",
    },
    [12614] = {
        name = "母龙之怒",
    },
    [12617] = {
        name = "消灭入侵者",
    },
    [12620] = {
        name = "生命守卫者之怒",
    },
    [12621] = {
        name = "弗蕾亚的契约",
    },
    [12623] = {
        name = "巫医库弗",
    },
    [12624] = {
        name = "不知所踪！",
    },
    [12627] = {
        name = "横扫金亚莱",
    },
    [12628] = {
        name = "与哈克娅交谈",
    },
    [12631] = {
        name = "某种邀请……",
    },
    [12632] = {
        name = "我的后裔",
    },
    [12642] = {
        name = "伦诺克之魂",
    },
    [12646] = {
        name = "我的先知，我的敌人",
    },
    [12647] = {
        name = "结束痛苦",
    },
    [12653] = {
        name = "返回哈克娅身边",
    },
    [12658] = {
        name = "我的宠物大鹏",
    },
    [12660] = {
        name = "毁灭性的武器",
    },
    [12661] = {
        name = "潜入沃尔塔鲁斯",
    },
    [12664] = {
        name = "黑暗的地平线",
    },
    [12665] = {
        name = "不祥的扰动",
    },
    [12666] = {
        name = "进入灵界的准备",
    },
    [12667] = {
        name = "寻找风蛇女神",
    },
    [12668] = {
        name = "复仇的基础",
    },
    [12669] = {
        name = "目前为止，一切很糟",
    },
    [12672] = {
        name = "创造条件",
    },
    [12673] = {
        name = "官大一级压死人",
    },
    [12674] = {
        name = "地狱的复仇",
    },
    [12675] = {
        name = "最后一步",
    },
    [12676] = {
        name = "爆破活动",
    },
    [12677] = {
        name = "危险的材料",
    },
    [12681] = {
        name = "猎取材料",
    },
    [12683] = {
        name = "燃烧的唾液",
    },
    [12684] = {
        name = "死去神灵的血液",
    },
    [12685] = {
        name = "种瓜得瓜种豆得豆",
    },
    [12686] = {
        name = "无法容忍",
    },
    [12688] = {
        name = "工程师的逃亡",
    },
    [12690] = {
        name = "火上浇油",
    },
    [12710] = {
        name = "真相大白",
    },
    [12712] = {
        name = "督军佐尔玛兹的钥匙",
    },
    [12713] = {
        name = "背叛",
    },
    [12721] = {
        name = "狂暴",
    },
    [12728] = {
        name = "监视裂谷：冬鳞洞穴",
    },
    [12729] = {
        name = "诸神的指引",
    },
    [12730] = {
        name = "在佐尔赫布相会",
    },
    [12740] = {
        name = "银色北伐军的降落伞",
    },
    [12766] = {
        name = "与你们的大使相谈",
    },
    [12767] = {
        name = "与你们的大使相谈",
    },
    [12768] = {
        name = "龙眠神殿的执事",
    },
    [12769] = {
        name = "龙眠神殿的执事",
    },
    [12797] = {
        name = "界门的回程",
    },
    [12802] = {
        name = "尽在掌控",
    },
    [12805] = {
        name = "回收生命的力量",
    },
    [12821] = {
        name = "开后门",
    },
    [12822] = {
        name = "无所畏惧",
    },
    [12823] = {
        name = "完美的计划",
    },
    [12824] = {
        name = "杰出的爆破专家",
    },
    [12841] = {
        name = "女巫的交易",
    },
    [12843] = {
        name = "她们把男人都抓走了！",
    },
    [12846] = {
        name = "一个地精也不能少",
    },
    [12851] = {
        name = "骑熊作战",
    },
    [12856] = {
        name = "冰冷的心",
    },
    [12859] = {
        name = "火仍在烧！",
    },
    [12861] = {
        name = "巨魔疯啦！",
    },
    [12863] = {
        name = "表示感谢",
    },
    [12864] = {
        name = "失踪的斥候",
    },
    [12865] = {
        name = "忠诚的伙伴",
    },
    [12866] = {
        name = "震慑侵犯者",
    },
    [12867] = {
        name = "偷宝宝的鹰身人",
    },
    [12868] = {
        name = "希尔拉娜·冰啸",
    },
    [12871] = {
        name = "探险者协会的帮助",
    },
    [12873] = {
        name = "霜脉矮人之王",
    },
    [12874] = {
        name = "霜脉矮人的热情",
    },
    [12875] = {
        name = "经验丰富的向导",
    },
    [12876] = {
        name = "不速之客",
    },
    [12877] = {
        name = "孤独的守护者",
    },
    [12878] = {
        name = "隐藏的圣物",
    },
    [12879] = {
        name = "霜脉国王之怒",
    },
    [12880] = {
        name = "探险大师",
    },
    [12883] = {
        name = "达库鲁的命令",
    },
    [12886] = {
        name = "驭龙赛",
    },
    [12887] = {
        name = "乐趣十足",
    },
    [12891] = {
        name = "我有一计……",
    },
    [12892] = {
        name = "乐趣十足",
    },
    [12893] = {
        name = "解放你的思想",
    },
    [12894] = {
        name = "北伐军前线营地",
    },
    [12896] = {
        name = "顽固的敌人",
    },
    [12897] = {
        name = "顽固的敌人",
    },
    [12898] = {
        name = "暗影拱顶",
    },
    [12899] = {
        name = "暗影拱顶",
    },
    [12900] = {
        name = "制造挽具",
    },
    [12901] = {
        name = "从无到有",
    },
    [12902] = {
        name = "寻找答案",
    },
    [12903] = {
        name = "朋友的意义……",
    },
    [12904] = {
        name = "圣光不能为我复仇",
    },
    [12905] = {
        name = "残酷的米尔德蕾",
    },
    [12906] = {
        name = "训诫",
    },
    [12907] = {
        name = "杀一儆百",
    },
    [12908] = {
        name = "特殊的囚犯",
    },
    [12912] = {
        name = "风暴将至",
    },
    [12914] = {
        name = "拯救盖米尔",
    },
    [12915] = {
        name = "弥补关系",
    },
    [12916] = {
        name = "唯一的希望",
    },
    [12919] = {
        name = "风暴之王的复仇",
    },
    [12921] = {
        name = "改头换面",
    },
    [12922] = {
        name = "精炼之火",
    },
    [12924] = {
        name = "重铸盟约",
    },
    [12925] = {
        name = "维持传统",
    },
    [12930] = {
        name = "稀有的土壤",
    },
    [12931] = {
        name = "反击",
    },
    [12933] = {
        name = "痛苦斗兽场：猛犸人！",
    },
    [12934] = {
        name = "痛苦斗兽场：异界的对手！",
    },
    [12935] = {
        name = "痛苦斗兽场：海象人的末日！",
    },
    [12936] = {
        name = "痛苦斗兽场：血怒者科尔拉克！",
    },
    [12937] = {
        name = "救死扶伤",
    },
    [12938] = {
        name = "公爵",
    },
    [12939] = {
        name = "荣耀的挑战",
    },
    [12942] = {
        name = "黑暗的羽翼",
    },
    [12943] = {
        name = "暗影拱顶裁决令",
    },
    [12948] = {
        name = "痛苦斗兽场的冠军",
    },
    [12954] = {
        name = "痛苦斗兽场：伊戈达斯！",
    },
    [12955] = {
        name = "消灭竞争者",
    },
    [12956] = {
        name = "希望的火花",
    },
    [12957] = {
        name = "雷铸铁矮人的奴隶",
    },
    [12964] = {
        name = "黑暗的矿石",
    },
    [12965] = {
        name = "洛肯的礼物",
    },
    [12968] = {
        name = "伊尔达的愚行",
    },
    [12969] = {
        name = "这是你的地精吗？",
    },
    [12970] = {
        name = "海德比武会",
    },
    [12971] = {
        name = "迎接挑战者",
    },
    [12972] = {
        name = "你需要一头熊",
    },
    [12973] = {
        name = "铜须兄弟",
    },
    [12978] = {
        name = "进攻尼达维里尔",
    },
    [12979] = {
        name = "黑暗的护甲板",
    },
    [12980] = {
        name = "护甲板的秘密",
    },
    [12983] = {
        name = "最后的母熊",
    },
    [12984] = {
        name = "风暴之子瓦杜兰",
    },
    [12986] = {
        name = "泰坦的命运",
    },
    [12988] = {
        name = "摧毁熔炉！",
    },
    [12989] = {
        name = "黑暗的冰虫",
    },
    [12991] = {
        name = "正中要害",
    },
    [12993] = {
        name = "巨像的威胁",
    },
    [12996] = {
        name = "热身赛",
    },
    [12997] = {
        name = "进入利齿之坑",
    },
    [12998] = {
        name = "风暴之心",
    },
    [12999] = {
        name = "白骨女巫",
    },
    [13005] = {
        name = "土灵的誓言",
    },
    [13007] = {
        name = "钢铁巨像",
    },
    [13008] = {
        name = "天灾的战术",
    },
    [13009] = {
        name = "新的开始",
    },
    [13010] = {
        name = "科洛米尔，风暴之锤",
    },
    [13035] = {
        name = "洛肯的副官",
    },
    [13036] = {
        name = "无上的荣耀",
    },
    [13037] = {
        name = "雷蹄的记忆",
    },
    [13038] = {
        name = "时间的扰动",
    },
    [13039] = {
        name = "保卫前线基地",
    },
    [13040] = {
        name = "致命的剧毒",
    },
    [13042] = {
        name = "地下大厅的深处",
    },
    [13043] = {
        name = "一加一大于二",
    },
    [13044] = {
        name = "如果还有幸存者……",
    },
    [13045] = {
        name = "空中救兵",
    },
    [13047] = {
        name = "清算之战",
    },
    [13048] = {
        name = "错误的时间流",
    },
    [13049] = {
        name = "英雄的装备",
    },
    [13050] = {
        name = "维拉努斯",
    },
    [13051] = {
        name = "侵犯领土",
    },
    [13057] = {
        name = "造物者圣台",
    },
    [13058] = {
        name = "改变风向",
    },
    [13061] = {
        name = "为荣耀而战",
    },
    [13062] = {
        name = "洛莉拉的离别赠礼",
    },
    [13063] = {
        name = "证明价值",
    },
    [13064] = {
        name = "骨肉相残",
    },
    [13068] = {
        name = "勇气的传说",
    },
    [13070] = {
        name = "冷锋逼近",
    },
    [13072] = {
        name = "弥留的英雄",
    },
    [13073] = {
        name = "守护者的帮助",
    },
    [13074] = {
        name = "翡翠噩梦中的希望",
    },
    [13075] = {
        name = "雷姆洛斯的恩赐",
    },
    [13076] = {
        name = "仍有时间",
    },
    [13077] = {
        name = "龙神的触摸",
    },
    [13078] = {
        name = "达莉亚之泪",
    },
    [13079] = {
        name = "阿莱克丝塔萨的恩赐",
    },
    [13080] = {
        name = "仍有希望",
    },
    [13081] = {
        name = "纳鲁的意志",
    },
    [13082] = {
        name = "阿达尔的恩赐",
    },
    [13083] = {
        name = "黑暗中的光明",
    },
    [13086] = {
        name = "最后一道防线",
    },
    [13091] = {
        name = "恐怖之水",
    },
    [13092] = {
        name = "占命卜运",
    },
    [13104] = {
        name = "再次前往突破口吧，英雄",
    },
    [13106] = {
        name = "黑色观察站",
    },
    [13110] = {
        name = "永不安息的亡者",
    },
    [13117] = {
        name = "它们从哪儿来的？",
    },
    [13118] = {
        name = "净化天灾城",
    },
    [13119] = {
        name = "摧毁祭坛",
    },
    [13120] = {
        name = "死亡的凝视",
    },
    [13121] = {
        name = "巫妖王之眼",
    },
    [13122] = {
        name = "天灾石",
    },
    [13125] = {
        name = "凝固的空气",
    },
    [13130] = {
        name = "公正堡的基石",
    },
    [13133] = {
        name = "找到古代英雄",
    },
    [13134] = {
        name = "抛洒它们的血",
    },
    [13135] = {
        name = "危险的能量",
    },
    [13136] = {
        name = "粗糙的碎片",
    },
    [13137] = {
        name = "不那么光彩的战斗",
    },
    [13138] = {
        name = "熔炼碎片",
    },
    [13139] = {
        name = "进入诺森德的冰冷腹地",
    },
    [13140] = {
        name = "玛雷卡里斯的符文锻造师",
    },
    [13141] = {
        name = "北伐军之峰的战斗",
    },
    [13142] = {
        name = "女妖的复仇",
    },
    [13143] = {
        name = "新兵",
    },
    [13144] = {
        name = "一举两得",
    },
    [13145] = {
        name = "邪恶城堡",
    },
    [13146] = {
        name = "深信不疑",
    },
    [13147] = {
        name = "煽风点火",
    },
    [13152] = {
        name = "看医生",
    },
    [13155] = {
        name = "狡诈者维雷斯",
    },
    [13157] = {
        name = "北伐军之峰",
    },
    [13160] = {
        name = "壮观的景象",
    },
    [13161] = {
        name = "邪恶骑士",
    },
    [13162] = {
        name = "冰霜骑士",
    },
    [13163] = {
        name = "鲜血骑士",
    },
    [13164] = {
        name = "血毒的命运",
    },
    [13168] = {
        name = "离别礼物",
    },
    [13169] = {
        name = "亡灵的好朋友",
    },
    [13170] = {
        name = "不择手段",
    },
    [13171] = {
        name = "来去无踪",
    },
    [13172] = {
        name = "混乱之种",
    },
    [13174] = {
        name = "一片狼藉",
    },
    [13211] = {
        name = "净化的火焰",
    },
    [13212] = {
        name = "支离破碎",
    },
    [13213] = {
        name = "瓦哈拉斯之战",
    },
    [13214] = {
        name = "瓦哈拉斯之战：堕落的英雄",
    },
    [13215] = {
        name = "瓦哈拉斯之战：黑暗主宰西塔利克斯",
    },
    [13216] = {
        name = "瓦哈拉斯之战：齐格莉德归来",
    },
    [13217] = {
        name = "瓦哈拉斯之战：血肉巨人卡纳基！",
    },
    [13218] = {
        name = "瓦哈拉斯之战：“死亡一击”领主",
    },
    [13219] = {
        name = "瓦哈拉斯之战：终极挑战",
    },
    [13220] = {
        name = "重新组合欧尔拉金",
    },
    [13221] = {
        name = "我还没死！",
    },
    [13224] = {
        name = "奥格瑞姆之锤",
    },
    [13225] = {
        name = "破天号",
    },
    [13228] = {
        name = "破碎前线",
    },
    [13230] = {
        name = "为我复仇！",
    },
    [13231] = {
        name = "破碎前线",
    },
    [13232] = {
        name = "让我解脱吧！",
    },
    [13236] = {
        name = "召唤大军",
    },
    [13237] = {
        name = "知己知彼",
    },
    [13238] = {
        name = "有价值的帮手？",
    },
    [13258] = {
        name = "机会",
    },
    [13259] = {
        name = "确立优势",
    },
    [13260] = {
        name = "知根知底",
    },
    [13262] = {
        name = "引爆！",
    },
    [13263] = {
        name = "引线太短",
    },
    [13264] = {
        name = "你的憎恶伙伴",
    },
    [13271] = {
        name = "黑暗中的声音",
    },
    [13273] = {
        name = "追查诺甘农之核",
    },
    [13274] = {
        name = "诺甘农之核的守护者",
    },
    [13275] = {
        name = "藏匿行踪",
    },
    [13277] = {
        name = "对抗巨人",
    },
    [13278] = {
        name = "污染者科普洛斯",
    },
    [13279] = {
        name = "化学常识",
    },
    [13282] = {
        name = "返回地面",
    },
    [13285] = {
        name = "铸造钥石",
    },
    [13286] = {
        name = "……所有可能的帮助",
    },
    [13287] = {
        name = "知己知彼",
    },
    [13288] = {
        name = "你的憎恶伙伴",
    },
    [13290] = {
        name = "请留意一下……",
    },
    [13291] = {
        name = "“借来”的技术",
    },
    [13294] = {
        name = "对抗巨人",
    },
    [13295] = {
        name = "化学常识",
    },
    [13298] = {
        name = "污染者科普洛斯",
    },
    [13304] = {
        name = "战地维修",
    },
    [13305] = {
        name = "竭尽全力",
    },
    [13306] = {
        name = "构建路障",
    },
    [13307] = {
        name = "溅血的旗帜",
    },
    [13312] = {
        name = "铁墙壁垒",
    },
    [13315] = {
        name = "预览",
    },
    [13316] = {
        name = "科雷萨的守卫者",
    },
    [13318] = {
        name = "从天而“降”",
    },
    [13319] = {
        name = "指挥体系",
    },
    [13320] = {
        name = "无法复制",
    },
    [13328] = {
        name = "击破碎片",
    },
    [13329] = {
        name = "在恐惧之门前",
    },
    [13332] = {
        name = "构建路障",
    },
    [13334] = {
        name = "溅血的旗帜",
    },
    [13335] = {
        name = "在恐惧之门前",
    },
    [13337] = {
        name = "铁墙壁垒",
    },
    [13338] = {
        name = "科雷萨的守卫者",
    },
    [13339] = {
        name = "击破碎片",
    },
    [13342] = {
        name = "活动窃听器",
    },
    [13345] = {
        name = "需要更多情报",
    },
    [13346] = {
        name = "片刻不得安宁",
    },
    [13348] = {
        name = "徒劳",
    },
    [13349] = {
        name = "冰霜巨龙的摇篮",
    },
    [13351] = {
        name = "预览",
    },
    [13352] = {
        name = "从天而“降”",
    },
    [13354] = {
        name = "指挥体系",
    },
    [13355] = {
        name = "无法复制",
    },
    [13356] = {
        name = "重新考验",
    },
    [13358] = {
        name = "活动窃听器",
    },
    [13359] = {
        name = "巨龙的墓地",
    },
    [13360] = {
        name = "寻求答案",
    },
    [13361] = {
        name = "猎人与王子",
    },
    [13362] = {
        name = "知识是可怕的负担",
    },
    [13363] = {
        name = "银色北伐军的协助",
    },
    [13364] = {
        name = "提里奥的尝试",
    },
    [13366] = {
        name = "需要更多情报",
    },
    [13367] = {
        name = "片刻不得安宁",
    },
    [13386] = {
        name = "缺口",
    },
    [13387] = {
        name = "保护现场",
    },
    [13388] = {
        name = "引爆！",
    },
    [13389] = {
        name = "引线太短",
    },
    [13390] = {
        name = "黑暗中的声音",
    },
    [13391] = {
        name = "藏匿行踪",
    },
    [13392] = {
        name = "返回地面",
    },
    [13393] = {
        name = "战地维修",
    },
    [13394] = {
        name = "竭尽全力",
    },
    [13395] = {
        name = "召唤大军",
    },
    [13396] = {
        name = "徒劳",
    },
    [13397] = {
        name = "辛达苟萨之墓",
    },
    [13398] = {
        name = "巨龙的墓地",
    },
    [13399] = {
        name = "寻求答案",
    },
    [13400] = {
        name = "猎人与王子",
    },
    [13401] = {
        name = "知识是可怕的负担",
    },
    [13402] = {
        name = "提里奥的帮助",
    },
    [13403] = {
        name = "提里奥的尝试",
    },
    [13412] = {
        name = "科拉丝塔萨",
    },
    [13413] = {
        name = "展翅高飞！",
    },
    [13414] = {
        name = "展翅高飞！",
    },
    [13426] = {
        name = "见证者夏拉托尔",
    },
    [28709] = {
        name = "英雄的召唤：北风苔原！",
    },
    [28711] = {
        name = "大酋长的命令：北风苔原！",
    },
    [29194] = {
        name = "一窥究竟",
    },
    [29225] = {
        name = "可靠情报",
    },
    [29270] = {
        name = "光阴苦短",
    },
    [29307] = {
        name = "烈焰之心",
    },
    [29308] = {
        name = "烈焰之心",
    },
    [29309] = {
        name = "出神入化",
    },
    [29863] = {
        name = "风暴先驱埃尔林",
    },
    [49551] = {
        name = "英雄的召唤：嚎风峡湾！",
    },
})
]])()
